[
  {
    "entry_id": 7,
    "event_id": "REV1848_HUN_MIL_AUS",
    "event_name": "Военные действия (Австрия против Венгрии)",
    "event_subtype_custom": null,
    "description": "Автор дневника отмечает, что австрийцам «везет» и они «славно управляются» в Венгрии, что указывает на успехи австрийских войск в подавлении венгерского восстания.",
    "date_in_text": null,
    "source_date": "1849-01-07",
    "location": "Венгрия",
    "location_normalized": "Hungary",
    "brief_context": "К началу 1849 года австрийские войска добились значительных успехов в подавлении Венгерской революции, заняв ряд ключевых территорий, включая Пешт.",
    "information_source": "петербургские газеты",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Австрия",
      "Венгрия",
      "восстание",
      "подавление",
      "газеты"
    ],
    "text_fragment": "Теперь читал петербургские газеты, иностранные происшествия. Везет австрийцам, славно управляются в Венгрии, да что еще из этого всего будет?"
  },
  {
    "entry_id": 7,
    "event_id": "REV1848_EUR_CONTEXT_GEN",
    "event_name": "Весна народов",
    "event_subtype_custom": "общая нестабильность в Европе",
    "description": "Автор, читая новости о ходе событий в Венгрии, выражает общее мнение о продолжающемся «ужаснейшем ералаше» (хаосе) на Западе, что отражает общую нестабильность в Европе.",
    "date_in_text": null,
    "source_date": "1849-01-07",
    "location": "Запад",
    "location_normalized": "Europe",
    "brief_context": "К началу 1849 года революционные события 1848 года в Европе привели к значительным политическим и социальным потрясениям, и ситуация во многих странах оставалась нестабильной.",
    "information_source": "петербургские газеты, иностранные происшествия",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Запад",
      "Европа",
      "беспорядки",
      "революции",
      "нестабильность",
      "Венгрия",
      "Австрия",
      "новости"
    ],
    "text_fragment": "Везет австрийцам, славно управляются в Венгрии, да что еще из этого всего будет? Ералаш ужаснейший, кажется, еще и теперь на Западе."
  },
  {
    "entry_id": 10,
    "event_id": "RU_REACTION_SOCIAL_XENOPHOBIA",
    "event_name": "Анти-иноземные настроения (антипольские, антифранцузские и т.д.)",
    "event_subtype_custom": "Автор выражает сильное антипольское и антифранцузское настроение, опасаясь негативного иностранного влияния на русское дворянство, что является отражением общей реакции российского общества на европейские революции 1848-1849 гг.",
    "description": "Автор дневника выражает возмущение по поводу того, что русские дворяне позволяют полякам устраивать маскарады, где дети одеваются в польские и французские костюмы, а не в русские. Он критикует 'французолюбие' и 'гордость и вражду в безмозглых полячишках', опасаясь, что 'иноземщина' развращает 'будущее поколение дворян' и что 'французы снова поучили русских любить свою наружную национальность'. Автор винит поляков в том, что они 'вошли, шельмы, в лучшие круги вологодского общества да и командуют так, распоряжаются'.",
    "date_in_text": "10 января",
    "source_date": "1849-01-10",
    "location": "Вологда",
    "location_normalized": "Вологда",
    "brief_context": "В Российской империи после европейских революций 1848-1849 гг. наблюдалось усиление борьбы с 'западным влиянием' и рост ксенофобских настроений, в частности, антипольских и антифранцузских.",
    "information_source": "Личные наблюдения и разговоры в обществе (маскарад, Грудины, Мацкевич)",
    "information_source_type": "Неофициальные сведения (слухи, разговоры в обществе)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "ксенофобия",
      "антипольские настроения",
      "антифранцузские настроения",
      "иноземщина",
      "западное влияние",
      "общественные настроения",
      "реакция на 1848",
      "Вологда",
      "авторское мнение"
    ],
    "text_fragment": "Из них одна, кажется, будет состоять из французов и маленьких поляков. Двое будут одеты в древние польские кунтуши. Удивительно, как русские дворяне еще древних фамилий позволяют себя так дурачить, потому что это устраивает, кажется, Мацкевич. Ну просто дураки! Он небось своего одноземца, сына Ромера, не нарядит в национальный костюм русского боярина да приискивает и партию, где будут все в польских костюмах. Экая, подумаешь, гордость и вражда в безмозглых полячишках, ну, да я уже от настоящего предмета далеко уехал. Да, так другие два маленькие кавалера будут в костюмах времен Людовика XII, в период самый развратный. Какое французолюбие, как точно перед 12-м годом! Не дай Бог, чтобы французы снова поучили русских любить свою наружную национальность. И вот это скверно: зачем внушать и одевать взрослых мальчиков, будущее поколение дворян, любить не свое родное, а иноземщину? Верно, вот никто не будет в своем русском костюме сельской девушкой и русским удалым молодцом, а все виноваты поляки в этом, вошли, шельмы, в лучшие круги вологодского общества да и командуют так, распоряжаются. Очень их, право, честят и жалуют здесь."
  },
  {
    "entry_id": 28,
    "event_id": "RU_REACTION_FOREIGN_RECRUIT",
    "event_name": "Рекрутские наборы (связанные с войной)",
    "event_subtype_custom": null,
    "description": "Автор описывает сцену прощания молодого рекрута, которого только что забрили и неожиданно увезли. Рекрут прощается со своим товарищем Осипом, говоря о своей судьбе и неожиданности призыва.",
    "date_in_text": "28 января",
    "source_date": "1849-01-28",
    "location": "Вологда",
    "location_normalized": "Россия",
    "brief_context": "В 1849 году Российская империя проводила активные рекрутские наборы для формирования армии, предназначенной для интервенции в Венгрию с целью подавления Венгерской революции.",
    "information_source": "Личное наблюдение автора",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "рекрутский набор",
      "мобилизация",
      "русская армия",
      "Венгерское восстание",
      "1849"
    ],
    "text_fragment": "Так и срисовал бы, кажется, эту сцену: прощание молодого рекрута, которого только что забрили, и совершенно, как видно дальше из разговоров, неожиданно. И вот он, должно быть, встретил своего товарища и, быть может, даже друга Осипа, которого, должно быть, предполагала вся деревня, что отдадут в рекруты, но судьба не привела так. Поцеловав еще раз и хлопая по плечам: «Да, Осип, сирота, теперь судьба такая, видно, мог ведь, мы все думали что тебя поведут, ан вот меня на утро и увезли. Прощай, голубчик, не увидимся больше»."
  },
  {
    "entry_id": 28,
    "event_id": "AUTHOR_PERCEPTION_OPINION_REFL",
    "event_name": "Размышления о политике, войне, обществе, будущем",
    "event_subtype_custom": "Размышления о судьбе и смирении рекрута",
    "description": "Автор размышляет о чувствах молодого рекрута, отмечая его смирение перед непостижимостью судьбы, отсутствие отчаяния или жалоб, и желание добра товарищу.",
    "date_in_text": "28 января",
    "source_date": "1849-01-28",
    "location": "Вологда",
    "location_normalized": "Россия",
    "brief_context": "Автор наблюдает сцену прощания рекрута, призванного на службу в период активных рекрутских наборов, связанных с интервенцией в Венгрию.",
    "information_source": "Личное наблюдение и размышление автора",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "восприятие",
      "рекрут",
      "судьба",
      "смирение",
      "эмоции"
    ],
    "text_fragment": "Что в это время чувствовал молодой рекрут? Да это не отчаяние, не зависть, а какая-то уверенность в непостижимости судьбы. Он не плакал, не жаловался ни на кого и только товарищу своему желал добра, хорошей жены, отдавая себя как бы в жертву за него."
  },
  {
    "entry_id": 38,
    "event_id": "RU_REACTION_INTERNAL_EDU",
    "event_name": "Усиление контроля над образованием / университетами",
    "event_subtype_custom": "Ужесточение дисциплины в гимназии",
    "description": "Директор гимназии рекомендовал нового гувернера и велел быть со школьниками построже.",
    "date_in_text": "7 февраля",
    "source_date": "1849-02-07",
    "location": "Вологда",
    "location_normalized": "Россия",
    "brief_context": "После европейских революций 1848-1849 гг. российское правительство усилило контроль над образованием и цензурой, опасаясь распространения либеральных и революционных идей. Директива директора гимназии отражает эту общую тенденцию.",
    "information_source": "Директор гимназии",
    "information_source_type": "Информация от конкретного лица (именованный источник)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "образование",
      "контроль",
      "дисциплина",
      "гимназия",
      "директор",
      "реакция",
      "1848",
      "Россия"
    ],
    "text_fragment": "Сегодня директор приводил, рекомендовал нам нового гувернера Решетова на место Зарлянда, на первый раз да нас и не похвалил, велел быть с нами построже."
  },
  {
    "entry_id": 43,
    "event_id": "RU_REACTION_INTERNAL_EXILE",
    "event_name": "Ссылка / Каторга по политическим мотивам",
    "event_subtype_custom": null,
    "description": "Упоминание о ссыльном богаче Жеребцове, чья квартира стала местом пикника вологодской аристократии.",
    "date_in_text": null,
    "source_date": "1849-02-12",
    "location": "Вологда",
    "location_normalized": "Вологда, Россия",
    "brief_context": "В 1849 году российское правительство усилило репрессии против инакомыслящих и либералов, опасаясь распространения революционных идей из Европы. Ссылка была распространенной мерой наказания за политические преступления, часто применяемой к лицам, подозреваемым в нелояльности или вольнодумстве.",
    "information_source": "Личное наблюдение автора",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "Medium",
    "classification_confidence": "High",
    "keywords": [
      "ссылка",
      "Жеребцов",
      "Вологда",
      "репрессии",
      "1849"
    ],
    "text_fragment": "Невзначай чуть, было, не попали на пикник, который собрался в квартире ссыльного недавно какого-то богача Жеребцова, в нем приняла участие вся вологодская аристократия."
  },
  {
    "entry_id": 48,
    "event_id": "RU_REACTION_INTERNAL_EDU",
    "event_name": "Усиление контроля над образованием / университетами",
    "event_subtype_custom": "Цензура и моралистический контроль в школьном образовании",
    "description": "Учитель латыни Александр Григорьевич Попов пропустил главу о похищении сабинянок из римской истории при переводе с русского на латынь, объяснив это тем, что она содержит 'много романтического, соблазнительного', чтобы 'не соблазнялись юноши-дети'.",
    "date_in_text": null,
    "source_date": "1849-02-17",
    "location": "Не указано",
    "location_normalized": "Россия",
    "brief_context": "После революций 1848 года в Европе российское правительство усилило цензуру и контроль над образованием, стремясь предотвратить распространение 'опасных' идей и 'западного влияния', что проявлялось в строгом отборе учебных материалов и моралистических требованиях к содержанию.",
    "information_source": "Рассказ учителя Чихачева",
    "information_source_type": "Информация от конкретного лица (именованный источник)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "цензура",
      "образование",
      "школа",
      "моральный контроль",
      "западное влияние",
      "1849",
      "Россия"
    ],
    "text_fragment": "Только случилась глава о похищении сабинянок, и Александр Григорьевич, чтобы не соблазнялись юноши- дети, и как человек солидный, велел пропустить эту главу, потому, говорит, что тут много романтического, соблазнительного."
  },
  {
    "entry_id": 51,
    "event_id": "RU_REACTION_RELIGIOUS_SERVICE",
    "event_name": "Официальные молебны",
    "event_subtype_custom": "Провозглашение анафемы отступникам и изменникам",
    "description": "Автор описывает свое присутствие на молебне в соборе, где после торжественного пения и моления началось 'проклинание' — провозглашение анафемы всем отступникам и изменникам. Дьякон громко возглашал 'А-на-фе-ма!', а священники троекратно повторяли.",
    "date_in_text": "сегодняшний день",
    "source_date": "1849-02-20",
    "location": "Вологда, Духов монастырь / собор",
    "location_normalized": "Вологда, Российская Империя",
    "brief_context": "В контексте революций 1848-1849 гг. в Европе, Российская Империя и Русская Православная Церковь усилили меры по борьбе с 'вольнодумством' и 'изменой', включая публичные провозглашения анафемы, чтобы укрепить лояльность и предотвратить распространение революционных идей.",
    "information_source": "Личное наблюдение",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "анафема",
      "церковь",
      "православие",
      "реакция",
      "изменники",
      "отступники",
      "1849"
    ],
    "text_fragment": "После обедни зашел домой, напился чаю, отправился в собор на проклятие, как говорят. Пришел, а еще идет обедня, «Верую...» читают. Между тем это было часов 12, проповедь еще сказывал сам архиерей. Наконец часу во втором начался молебен, после торжественного пения и обычного моления началось самое проклинание. Я на проклинаний был в первый раз, и как всякая новость обыкновенно занимает человека, тем больше предмет такой важный и священный меня поразил очень. После чтения заповедей и «Славься, веры...» и после поминовения всех православных царей, цариц, патриархов и вологодских архиереев началось проклятие всем отступникам, изменникам, и после каждого возгласа про то дьякон громко и протяжно возглашал: «А-на-фе-ма!» За ним весь собор священников троекратно повторял на распев анафемы."
  },
  {
    "entry_id": 51,
    "event_id": "AUTHOR_PERCEPTION_EMO_GENERAL",
    "event_name": "Общая эмоциональная реакция/сильное впечатление",
    "event_subtype_custom": "Сильное впечатление от обряда провозглашения анафемы",
    "description": "Автор выражает сильное впечатление и поражение от увиденного обряда проклятия, отмечая, что это было для него в первый раз и что такой важный и священный предмет его очень поразил. Он считает, что 'на земле, кажется, не может быть больше наказания', чем быть отлученным и проклятым церковью.",
    "date_in_text": "сегодняшний день",
    "source_date": "1849-02-20",
    "location": "Вологда",
    "location_normalized": "Вологда",
    "brief_context": "Автор, гимназист Кирилл Березкин, впервые посетил обряд провозглашения анафемы в соборе.",
    "information_source": "Личное переживание",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "анафема",
      "восприятие",
      "эмоции",
      "впечатление",
      "церковь"
    ],
    "text_fragment": "Я на проклинаний был в первый раз, и как всякая новость обыкновенно занимает человека, тем больше предмет такой важный и священный меня поразил очень. ... Это меня довольно поразило, да и, в самом деле, когда так торжественно человек отлучается и проклинается церковью, этого на земле, кажется, не может быть больше наказания."
  },
  {
    "entry_id": 54,
    "event_id": "RU_REACTION_INTERNAL_CENS",
    "event_name": "Усиление цензуры",
    "event_subtype_custom": "Цензура литературного произведения",
    "description": "Автор дневника отмечает, что в новом издании повести Гоголя «Портрет» отсутствует часть текста, которую он помнит из «Арабесок», и предполагает, что это связано с цензурой, не пропустившей 'многого', что сделало рассказ менее интересным и эффектным.",
    "date_in_text": "23 февраля",
    "source_date": "1849-02-23",
    "location": "Не указано",
    "location_normalized": "Российская Империя",
    "brief_context": "После начала революций 1848 года в Европе, российское правительство Николая I значительно ужесточило цензуру, опасаясь распространения либеральных и революционных идей.",
    "information_source": "Личное наблюдение автора при чтении книги",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "цензура",
      "Гоголь",
      "реакция правительства",
      "1848-1849"
    ],
    "text_fragment": "Там она кажется больше и интереснее, но в этом издании, что я читал, многого нет, верно, цензура не пропустила, а там гораздо больше объяснений этому таинственному портрету. Здесь он делается незанимателен, даже нет того имени ростовщика, этого страшного, худощавого <Петро...>. Да там он в «Арабесках» делается страшным, чем-то таинственным, здесь рассказ много потерял занимательности и увлекательности, не так эффектен."
  },
  {
    "entry_id": 59,
    "event_id": "REV1848_HUN_RUS_INT",
    "event_name": "Российская интервенция",
    "event_subtype_custom": null,
    "description": "Сообщение о выступлении русских войск (около семи тысяч) в Трансильванию на помощь австрийцам против чехов.",
    "date_in_text": null,
    "source_date": "1849-03-01",
    "location": "Трансильвания",
    "location_normalized": "Трансильвания",
    "brief_context": "В марте 1849 года российские войска начали интервенцию в Венгрию (включая Трансильванию) для подавления Венгерского восстания 1848-1849 гг. по просьбе австрийского императора. Упоминание 'против чехов' в тексте, вероятно, является неточностью или обобщением, так как основная цель была подавление венгерских революционеров.",
    "information_source": "Петербургские Ведомости",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "русские войска",
      "Трансильвания",
      "австрийцы",
      "чехи",
      "интервенция",
      "Венгерское восстание",
      "1849"
    ],
    "text_fragment": "Пишут, что русские войска — тысяч семь — выступили в Трансильванию на помощь австрийцам против чехов."
  },
  {
    "entry_id": 59,
    "event_id": "REV1848_ITA_ROM_REP",
    "event_name": "Римская республика",
    "event_subtype_custom": "Установление Римской республики",
    "description": "Сообщение об учреждении республики в Риме.",
    "date_in_text": null,
    "source_date": "1849-03-01",
    "location": "Рим",
    "location_normalized": "Рим",
    "brief_context": "Римская республика была провозглашена 9 февраля 1849 года после бегства Папы Пия IX и восстания в Риме в ходе революций 1848-1849 гг. в итальянских государствах.",
    "information_source": "Петербургские Ведомости",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Рим",
      "республика",
      "Италия",
      "1849"
    ],
    "text_fragment": "В Риме республика учреждена"
  },
  {
    "entry_id": 59,
    "event_id": "AUTHOR_PERCEPTION_OPINION_REFL",
    "event_name": "Размышления о политике, войне, обществе, будущем",
    "event_subtype_custom": "Опасения о будущем Европы",
    "description": "Автор выражает беспокойство и неопределенность относительно будущего, предвидя всеобщую 'баталию' и 'катавасию' в связи с европейскими событиями.",
    "date_in_text": null,
    "source_date": "1849-03-01",
    "location": "Не указано",
    "location_normalized": null,
    "brief_context": "Реакция гимназиста на новости о европейских революциях и российской интервенции, выражающая опасения по поводу эскалации конфликтов.",
    "information_source": "Петербургские Ведомости",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "размышления",
      "беспокойство",
      "будущее",
      "война",
      "катавасия"
    ],
    "text_fragment": "что из всего этого будет? Кажется, передерутся все, начнется баталия, катавасия, кажется."
  },
  {
    "entry_id": 61,
    "event_id": "REV1848_EUR_CONTEXT_GEN",
    "event_name": "Весна народов",
    "event_subtype_custom": "беспорядки на Западе (общие упоминания)",
    "description": "Автор, читая газеты, отмечает продолжающиеся беспорядки на Западе и предполагает, что дело не обойдется без крупного конфликта.",
    "date_in_text": null,
    "source_date": "1849-03-03",
    "location": "Запад",
    "location_normalized": "Европа",
    "brief_context": "В марте 1849 года в Европе продолжались революционные события, особенно в Венгрии и Италии, а также сохранялась напряженность в Германских государствах. Российское общество внимательно следило за этими событиями через прессу.",
    "information_source": "газеты",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "беспорядки",
      "Запад",
      "газеты",
      "1849"
    ],
    "text_fragment": "Вечером вот теперь читал газеты, и там все та же история: беспорядки на Западе, видно, дело так не обойдется без большой драки."
  },
  {
    "entry_id": 61,
    "event_id": "AUTHOR_PERCEPTION_OPINION_REFL",
    "event_name": "Размышления о политике, войне, обществе, будущем",
    "event_subtype_custom": "Предсказание крупного военного конфликта",
    "description": "Автор выражает свое предчувствие или предсказание, что текущие беспорядки на Западе неизбежно приведут к крупному военному столкновению.",
    "date_in_text": null,
    "source_date": "1849-03-03",
    "location": "Запад",
    "location_normalized": "Европа",
    "brief_context": "На фоне продолжающихся революций 1848-1849 годов в Европе, особенно Венгерского восстания, существовала реальная угроза широкомасштабного военного конфликта, в который могла быть вовлечена и Россия.",
    "information_source": "газеты",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "война",
      "конфликт",
      "предсказание",
      "беспорядки",
      "Запад"
    ],
    "text_fragment": "Вечером вот теперь читал газеты, и там все та же история: беспорядки на Западе, видно, дело так не обойдется без большой драки."
  },
  {
    "entry_id": 61,
    "event_id": "AUTHOR_PERCEPTION_IMPACT_SELF",
    "event_name": "Прямое влияние событий на жизнь/планы автора",
    "event_subtype_custom": "Рассмотрение военной службы",
    "description": "Автор размышляет о возможности поступления на военную службу, что напрямую связано с его опасениями по поводу крупного конфликта, вызванного европейскими беспорядками, о которых он только что прочитал в газетах.",
    "date_in_text": null,
    "source_date": "1849-03-03",
    "location": "Не указано",
    "location_normalized": "Вологда",
    "brief_context": "После прочтения газет о беспорядках на Западе и ожидании 'большой драки' автор дневника размышляет о возможности поступления на военную службу.",
    "information_source": "Газеты",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "военная служба",
      "планы",
      "будущее",
      "война"
    ],
    "text_fragment": "Вечером вот теперь читал газеты, и там все та же история: беспорядки на Западе, видно, дело так не обойдется без большой драки. Не идти ли мне в военную службу?"
  },
  {
    "entry_id": 64,
    "event_id": "RU_REACTION_SOCIAL_FEAR",
    "event_name": "Страхи / Опасения перед революцией/беспорядками",
    "event_subtype_custom": "Осторожность в разговорах и сокрытие личных записей из-за опасений надзора",
    "description": "Автор отмечает, что с его знакомым Зарляндом 'решительно нельзя ни о чем потолковать подельнее, что именно касается нас', так как Зарлянд 'боится, чтобы в соседних комнатах не услышали его тетушка или Ив. Ив.'. Кроме того, Зарлянд не показал свой дневник, объяснив, что он 'где-то далеко припрятан', и он 'боялся что бы не увидали Ив. Ив. или мадам', что автор характеризует как 'своя осторожность'. Это указывает на атмосферу страха и повышенной осторожности в обществе при обсуждении чувствительных тем и ведении личных записей.",
    "date_in_text": null,
    "source_date": "1849-03-06",
    "location": "Вологда",
    "location_normalized": "Россия",
    "brief_context": "После европейских революций 1848-1849 гг. в Российской империи было значительно усилено цензурное и полицейское наблюдение, что привело к росту опасений и осторожности в обществе при обсуждении чувствительных тем и ведении личных записей.",
    "information_source": "Разговор с Зарляндом, личные наблюдения автора",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "страх",
      "осторожность",
      "цензура",
      "полицейский надзор",
      "дневник",
      "общественные настроения",
      "Россия",
      "1849"
    ],
    "text_fragment": "Кроме общих мест в разговоре, у него решительно нельзя ни о чем потолковать подельнее, что именно касается нас. Он сам тоже боится, чтобы в соседних комнатах не услышали его тетушка или Ив. Ив. Просил, было, у него дневник, посмотреть хотелось очень, что они там пишут, я еще совершенный новичок в этом деле и, кажется, удивительный оригинал, верно, такой чепухи, дневника ни у кого нет, знай, хоть по собственным особым правилам пишу его, ни у кого не взял примеру. А он видал дневник и у Дозе, и у Муромцева — все у людей ученых, сведущих в деле науки. Итак, Зарлянд мне потому не показал дневник, что он у него где-то далеко припрятан, и боялся что бы не увидали Ив. Ив. или мадам. В другое удобное время обещался показать его, своя осторожность."
  },
  {
    "entry_id": 66,
    "event_id": "REV1848_FRA_REP2",
    "event_name": "Учреждение Второй республики",
    "event_subtype_custom": "Упоминание принципов республики (равенство)",
    "description": "Автор дневника упоминает, что во Франции установлена республика, где 'все равны', связывая это с глупостью гордости по званию.",
    "date_in_text": null,
    "source_date": "1849-03-08",
    "location": "Франция",
    "location_normalized": "Франция",
    "brief_context": "После Февральской революции 1848 года во Франции была провозглашена Вторая республика, одним из ключевых принципов которой было равенство граждан.",
    "information_source": "Не указан",
    "information_source_type": "Неофициальные сведения (слухи, разговоры в обществе)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Франция",
      "республика",
      "равенство",
      "общество"
    ],
    "text_fragment": "Из-за этого-то во Франции и республика, там все равны, а знай, хоть тут я первым и в чести, тут я первый гость, и меня уважают."
  },
  {
    "entry_id": 66,
    "event_id": "AUTHOR_PERCEPTION_OPINION_REFL",
    "event_name": "Размышления о политике, войне, обществе, будущем",
    "event_subtype_custom": "Размышления о социальном равенстве и иерархии в контексте Французской республики",
    "description": "Автор размышляет о бессмысленности гордости по званию, противопоставляя ее принципу равенства, реализованному во Франции с установлением республики, и задается вопросом о том, где большее уважение.",
    "date_in_text": null,
    "source_date": "1849-03-08",
    "location": "Не указано",
    "location_normalized": null,
    "brief_context": "Автор дневника, гимназист из Вологды, использует пример Французской республики, провозгласившей равенство, для своих размышлений о социальных иерархиях и ценности человека в российском обществе.",
    "information_source": "Собственные размышления автора",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "равенство",
      "общество",
      "гордость",
      "социальная иерархия",
      "Франция",
      "республика",
      "размышления"
    ],
    "text_fragment": "Из-за чего, не все ли люди, не такие же все братья наши? И еще, быть может, умнее нас во сто крат. Гордиться чем, званием? И это глупо как нельзя больше, из за этого-то во Франции и республика, там все равны, а знай, хоть тут я первым и в чести, тут я первый гость, и меня уважают. Гораздо лучше быть первым в деревне, нежели в городе последним. И в самом деле, где-нибудь на бале у губернатора или в другом месте, смотришь, какой-нибудь глупый лакей — осел — в сто раз глупее всех их и не хочет смотреть на тебя, не подумает и встать с места или подать десерта. Где, спрашивается, большее уважение? И где скорее унижают себя, а не возвышают?"
  },
  {
    "entry_id": 68,
    "event_id": "RU_REACTION_INTERNAL_EDU",
    "event_name": "Усиление контроля над образованием / университетами",
    "event_subtype_custom": "Усиление надзора за учащимися",
    "description": "Учитель Левицкий записывает все возражения учеников на литературных беседах.",
    "date_in_text": null,
    "source_date": "1849-03-10",
    "location": "Вологда",
    "location_normalized": "Вологда",
    "brief_context": "После европейских революций 1848 года российское правительство значительно усилило надзор за образовательными учреждениями, опасаясь распространения либеральных и революционных идей. Запись возражений учеников является проявлением этого контроля.",
    "information_source": "Личное наблюдение автора",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "надзор",
      "образование",
      "гимназия",
      "репрессии",
      "цензура",
      "1848"
    ],
    "text_fragment": "Левицкий, который на литературных беседах записывает на особом столике все возражения учеников, он прежде учился еще, и я помню, в нашей же гимназии."
  },
  {
    "entry_id": 74,
    "event_id": "RU_REACTION_INTERNAL_EDU",
    "event_name": "Усиление контроля над образованием / университетами",
    "event_subtype_custom": "Административные меры в гимназии",
    "description": "Директор гимназии издал приказ всем учителям не отпускать учеников из класса, что было оформлено как предписание или циркуляр.",
    "date_in_text": "16 марта",
    "source_date": "1849-03-16",
    "location": "Вологда",
    "location_normalized": "Россия",
    "brief_context": "В марте 1849 года, в период усиления реакции после европейских революций, в Вологодской гимназии были введены новые административные меры, ужесточающие контроль за учащимися.",
    "information_source": "Личное наблюдение автора",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "контроль",
      "образование",
      "гимназия",
      "приказ",
      "циркуляр",
      "ученики",
      "учителя",
      "репрессии"
    ],
    "text_fragment": "Утром во вторые часы в класс истории приходил директор, приказ сделал всем учителям, чтобы из класса не отпускали учеников, для этого написали какую-то бумагу, которую носили подписывать, всем учителям — предписание или циркуляр."
  },
  {
    "entry_id": 87,
    "event_id": "REV1848_ITA_AUS_SAR",
    "event_name": "Австро-сардинская война (Первая война за независимость)",
    "event_subtype_custom": "Военные действия",
    "description": "Упоминание о начале войны Австрии с Карлом Альбертом и сообщении австрийских газет о поражении Карла Альберта, а также контраргумент от Иваницкого о недостоверности австрийских новостей из-за продолжающейся войны с венгерцами.",
    "date_in_text": null,
    "source_date": "1849-03-29",
    "location": "Австрия, Италия",
    "location_normalized": "Австрия, Италия",
    "brief_context": "Первая война за независимость Италии (Австро-сардинская война) была частью революций 1848-1849 гг., в которой Королевство Сардиния во главе с Карлом Альбертом пыталось освободить итальянские земли от австрийского господства.",
    "information_source": "газеты (австрийские), Иваницкий",
    "information_source_type": null,
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Австрия",
      "Карл Альберт",
      "война",
      "газеты",
      "Италия",
      "1849"
    ],
    "text_fragment": "Читал сегодня газеты, особенного нет ничего, война Австрии с Карлом Альбертом началась и если только верить Австрийским газетам то уже разбиты. А Иваницкий говорит что все врут австрийцы именно потому что до сих пор идет война у них с венгерцами, между тем как они предполагали непременно кончить ее к новому году."
  },
  {
    "entry_id": 87,
    "event_id": "REV1848_HUN_MIL_AUS",
    "event_name": "Военные действия (Австрия против Венгрии)",
    "event_subtype_custom": null,
    "description": "Сообщение от Иваницкого о продолжающейся войне Австрии с венгерцами, несмотря на заявления австрийцев о скором окончании.",
    "date_in_text": null,
    "source_date": "1849-03-29",
    "location": "Австрия, Венгрия",
    "location_normalized": "Австрия, Венгрия",
    "brief_context": "Венгерская революция 1848-1849 гг. была одним из крупнейших национальных восстаний в Австрийской империи, направленным на достижение независимости Венгрии. Военные действия между Австрией и Венгрией продолжались в 1849 году.",
    "information_source": "Иваницкий",
    "information_source_type": "Информация от конкретного лица (именованный источник)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Австрия",
      "Венгрия",
      "война",
      "Иваницкий",
      "1849"
    ],
    "text_fragment": "А Иваницкий говорит что все врут австрийцы именно потому что до сих пор идет война у них с венгерцами, между тем как они предполагали непременно кончить ее к новому году."
  },
  {
    "entry_id": 87,
    "event_id": "AUTHOR_PERCEPTION_OPINION_REFL",
    "event_name": "Размышления о политике, войне, обществе, будущем",
    "event_subtype_custom": null,
    "description": "Размышления автора о том, что европейские конфликты (война Австрии с Карлом Альбертом и война с венгерцами), о которых он узнал из газет и от Иваницкого, приведут к хаосу и разрушению.",
    "date_in_text": null,
    "source_date": "1849-03-29",
    "location": "Европа",
    "location_normalized": "Европа",
    "brief_context": "Автор выражает пессимизм и тревогу по поводу развития революционных событий и войн в Европе, предвидя их негативные последствия.",
    "information_source": "Не указан",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "размышления",
      "война",
      "Европа",
      "хаос",
      "пессимизм",
      "1849"
    ],
    "text_fragment": "Что из всего этого будет передерутся просто, все кажется напропалую, вот чем кончится."
  },
  {
    "entry_id": 95,
    "event_id": "AUTHOR_PERCEPTION_OPINION_REFL",
    "event_name": "Размышления о политике, войне, обществе, будущем",
    "event_subtype_custom": "Изменение отношения к военной службе в контексте 'военного времени'",
    "description": "Автор размышляет о наступлении 'военного времени' и изменении своего отношения к военной службе: от прежнего юношеского желания воевать до нынешнего нежелания и ощущения себя 'мирным гражданином'.",
    "date_in_text": null,
    "source_date": "1849-04-06",
    "location": "Не указано",
    "location_normalized": null,
    "brief_context": "В апреле 1849 года в обществе активно обсуждались слухи о скорой войне России с Турцией, что создавало у автора ощущение 'военного времени' и побуждало к личным размышлениям о военной службе.",
    "information_source": "Собственные размышления автора",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "военное время",
      "военная служба",
      "личные размышления",
      "изменение мнения",
      "Венгерское восстание",
      "Российская интервенция"
    ],
    "text_fragment": "Что будет из всего этого, после тишины гроза, вообщем война и долга и гибельна для многих; теперь вот когда настает военное время, удобно идти в военную службу но признаюсь откровенно не так думаю я нонче, как думал лет тому пять назад или даже года два, когда был по- моложе; и когда сильнее и восторженнее билась молодая кровь, непременно хотелось войны и самому идти в военную службу, нет нонче совсем другого образа мысли и ... думаю я даже стал трус, как-то странно станет если подумать, идти в военную службу и не желаю войны я стал как старик мирный гражданин, а не воин."
  },
  {
    "entry_id": 96,
    "event_id": "AUTHOR_PERCEPTION_OPINION_REV",
    "event_name": "Выражение поддержки/осуждения революций/участников",
    "event_subtype_custom": "Осуждение 'вольнодумцев' и 'развратных' людей как отражение консервативной реакции",
    "description": "Автор противопоставляет благочестивое и патриархальное семейство Витушетниковых 'образованным и страшным вольнодумцам, людям нередко развратным' своего века, выражая осуждение последних. Это отражает общественные настроения и официальную риторику в России после революций 1848-1849 гг., направленную против либеральных идей.",
    "date_in_text": null,
    "source_date": "1849-04-07",
    "location": "Вологда",
    "location_normalized": "Россия",
    "brief_context": "После европейских революций 1848-1849 гг. в Российской империи усилилась консервативная реакция, направленная на подавление любых проявлений либерализма и 'вольнодумства', которые рассматривались как угроза существующему порядку.",
    "information_source": "Собственные размышления и оценки автора",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "вольнодумство",
      "консерватизм",
      "общественные настроения",
      "реакция",
      "молодежь",
      "образование"
    ],
    "text_fragment": "вот истинное то воспитание и счастье примером этого и следствием могут быть два старшие брата Александр и Евгений Осиповичи Витушетниковы, эти два высокие, здоровые красавцы собой как кровь с молоком лет 27 мужчины нисколько непохожи на нынешних франтов купчиков и вообще на молодежь людей нашего века образованных и страшных вольнодумцев, людей нередко развратных, эти два молодца при старших скромны, почтительны никогда не позволят себе вольности столь употребительной нынче в обращении просто надо учится у них, как вести себя и остается только желать чтобы таких людей было побольше в России."
  },
  {
    "entry_id": 97,
    "event_id": "REV1848_EUR_CONTEXT_GEN",
    "event_name": "Общие упоминания революции/беспорядков на Западе",
    "event_subtype_custom": "Война в Западной Европе",
    "description": "Автор читает в газетах о том, что в Западной Европе все больше разгорается война.",
    "date_in_text": null,
    "source_date": "1849-04-08",
    "location": "Западная Европа",
    "location_normalized": "Западная Европа",
    "brief_context": "В 1849 году в Европе продолжались военные конфликты, являющиеся завершающей фазой революций 1848-1849 гг., такие как Венгерская война за независимость и французская интервенция в Риме.",
    "information_source": "газеты",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "война",
      "Западная Европа",
      "газеты"
    ],
    "text_fragment": "читал еще газеты, все кажется больше и больше разгорается война в Западной Европе"
  },
  {
    "entry_id": 97,
    "event_id": "REV1848_ITA_FRA_INT",
    "event_name": "Французская интервенция в Риме",
    "event_subtype_custom": null,
    "description": "Автор цитирует французского оратора из газет, который предупреждает, что вооруженное вмешательство Франции в дела Италии может привести к всеобщей войне, и упоминает роль России как 'арьергарда Европы'.",
    "date_in_text": null,
    "source_date": "1849-04-08",
    "location": "Италия",
    "location_normalized": "Италия",
    "brief_context": "Франция в 1849 году осуществила военную интервенцию в Рим, чтобы подавить Римскую республику и восстановить папскую власть, что было частью общеевропейских революционных событий.",
    "information_source": "газеты",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Франция",
      "Италия",
      "интервенция",
      "Россия",
      "война",
      "оратор"
    ],
    "text_fragment": "в одном тексте сказал между прочим один французский оратор «Вооруженным вмешательством (то есть Франции в дела Италии) мы причиним всеобщую войну Россия составляет теперь арьергард Европы. Не заставляйте же её сделаться авангардом.»"
  },
  {
    "entry_id": 97,
    "event_id": "AUTHOR_PERCEPTION_OPINION_REFL",
    "event_name": "Размышления о политике, войне, обществе, будущем",
    "event_subtype_custom": "Размышления о роли России и ее стабильности на фоне европейских событий",
    "description": "Автор делает вывод, что европейские державы опасаются России, особенно потому, что в России царит спокойствие и тишина, в отличие от 'мятежного запада'.",
    "date_in_text": null,
    "source_date": "1849-04-08",
    "location": "Россия",
    "location_normalized": "Россия",
    "brief_context": "На фоне революционных потрясений в Европе, Российская империя под управлением Николая I сохраняла внутреннюю стабильность, что воспринималось как контраст и источник опасений для западных держав.",
    "information_source": "собственные размышления",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Россия",
      "стабильность",
      "опасения",
      "размышления"
    ],
    "text_fragment": "Из этого можно заключить что опасаются довольно России и ещё тем больше, что у нас все спокойно, тишина царствует в благословенном отечестве"
  },
  {
    "entry_id": 97,
    "event_id": "RU_REACTION_SOCIAL_OPPOS",
    "event_name": "Революционные / Оппозиционные / Вольнодумные настроения",
    "event_subtype_custom": null,
    "description": "Автор слышал от мадам Дозе, которой, в свою очередь, рассказала директорша Алекс. Денисовна, что в Петербурге вся молодежь 'заражена этим революционным духом мятежного запада'.",
    "date_in_text": "вчера",
    "source_date": "1849-04-08",
    "location": "Петербург",
    "location_normalized": "Россия, Санкт-Петербург",
    "brief_context": "В России, несмотря на жесткие меры правительства по предотвращению распространения революционных идей, среди части интеллигенции и молодежи существовали оппозиционные настроения, вдохновленные европейскими событиями.",
    "information_source": "мадам Дозе, Алекс. Денисовна (слухи)",
    "information_source_type": "Неофициальные сведения (слухи, разговоры в обществе)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Петербург",
      "молодежь",
      "революционный дух",
      "мятежный запад",
      "слухи"
    ],
    "text_fragment": "но вот сказывают, именно вчера я слышал это от мадам Дозе, ей сказывали Алекс. Денисовна, директорша, что в Петербурге вся молодежь заражена этим революционным духом мятежного запада"
  },
  {
    "entry_id": 97,
    "event_id": "AUTHOR_PERCEPTION_OPINION_REFL",
    "event_name": "Размышления о политике, войне, обществе, будущем",
    "event_subtype_custom": "Размышления о возможности революции в России и ее отличиях от Европы",
    "description": "Автор размышляет о будущем России, выражая уверенность, что переворота не будет, так как 'пока царствует такой мудрый венценосец, как Николай Первый, этого никогда не может случиться'. Он также противопоставляет Петербург Парижу и отмечает патриотизм Москвы.",
    "date_in_text": null,
    "source_date": "1849-04-08",
    "location": "Петербург, Париж, Москва",
    "location_normalized": "Россия, Франция",
    "brief_context": "Автор дневника ранее услышал от мадам Дозе, что в Петербурге 'вся молодежь заражена этим революционным духом мятежного запада', что вызвало его размышления о возможности переворота в России.",
    "information_source": "собственные размышления",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Россия",
      "революция",
      "Николай I",
      "Петербург",
      "Париж",
      "патриотизм",
      "размышления"
    ],
    "text_fragment": "но вот сказывают, именно вчера я слышал это от мадам Дозе, ей сказывали Алекс. Денисовна, директорша, что в Петербурге вся молодежь заражена этим революционным духом мятежного запада, что будет впоследствии, разве только оттого не будет переворота, что все что молодо по русской пословице, то зелено но пока царствует такой мудрый венценосец, как Николай Первый, этого никогда не может случиться Петербург не Париж, не заменит всей целой России, Москва из-за одного патриотизма не последует, кажется, примеру Петербурга, а о других городах и говорить нечего."
  },
  {
    "entry_id": 108,
    "event_id": "AUTHOR_PERCEPTION_OPINION_REFL",
    "event_name": "Размышления о воинском долге и смерти за Отечество в контексте текущих событий",
    "event_subtype_custom": "Связь с российской интервенцией в Венгрии",
    "description": "Автор выражает желание пойти на военную службу и умереть с честью в бою 'за царя за отечество', считая такую смерть достойной и предпочитаемой обыденной жизни или смерти от болезни.",
    "date_in_text": null,
    "source_date": "1849-04-19",
    "location": "Не указано",
    "location_normalized": null,
    "brief_context": "В апреле 1849 года Российская империя готовилась к полномасштабной военной интервенции в Венгрию для подавления восстания, что было представлено как защита монархического порядка и долг перед 'царем и отечеством'. Мысли автора о воинской службе и смерти 'за царя за отечество' отражают влияние этого контекста.",
    "information_source": "Собственные размышления автора.",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "военная служба",
      "долг",
      "отечество",
      "царь",
      "смерть",
      "честь",
      "патриотизм",
      "Венгерское восстание",
      "российская интервенция",
      "личные размышления"
    ],
    "text_fragment": "Приходит иногда в голову, идти в военную службу, которой прежде я пренебрегал, считал ее машинизмом и механизмом, а не пищей для ума и тем больше что я в отношении сил физических в во все и даже нисколько не способен; но главное хочется потому что я несчастлив именно тем, что недоволен самим собой и даже наскучило мне жить, раненько что то разочаровался, особенно немила приходиться мне жизнь когда подумаешь о ней этой вздорной нашей праздничной жизни и к чему она только ведет, стремись, стремись домогайся славы и денег и тут разом все пропало и ты обратился в горсть, комок грязи и все собранные богатства и цветы молодых лет, все трын-трава. А в военной службе тут по крайней мере отделясь, так сказать от всего земного исполнив долг христианина, и под градом пуль с веселой музыкой и песнями в полном развитии сил физических, смело без стона болезненного встречаешь смерть лицом. не засраной смертью умрешь как говорит Фадей о холере стыд один, а в сражении за царя за отечество, исполнив долг христианина, заплатив хоть малейшую дань человечеству, умираешь с честью и даже не раздастся на твоей могиле бабий плач."
  },
  {
    "entry_id": 114,
    "event_id": "RU_REACTION_FOREIGN_MOBIL",
    "event_name": "Мобилизация / Передвижение войск",
    "event_subtype_custom": "Слухи о посылке войск в Италию",
    "description": "В городе ходят слухи о том, что целый корпус и пехотная дивизия посылаются в Италию.",
    "date_in_text": null,
    "source_date": "1849-04-25",
    "location": "Италия",
    "location_normalized": "Италия",
    "brief_context": "В 1849 году Российская империя рассматривала возможность интервенции в итальянские государства, где продолжались революционные волнения и войны за независимость, в дополнение к уже начавшейся интервенции в Венгрии.",
    "information_source": "Слухи",
    "information_source_type": "Неофициальные сведения (слухи, разговоры в обществе)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "слухи",
      "войска",
      "Италия",
      "мобилизация",
      "интервенция"
    ],
    "text_fragment": "Слухи ... что целый корпус посылают в Италию, и дивизия пехотная где командует Ночелов и где служит Губкин и недавно поступили два Михаила Золотиловы."
  },
  {
    "entry_id": 114,
    "event_id": "AUTHOR_PERCEPTION_OPINION_REFL",
    "event_name": "Размышления о политике, войне, обществе, будущем",
    "event_subtype_custom": "Ощущение эскалации конфликта/войны",
    "description": "Автор отмечает, что ситуация 'разгорается больше и больше', предвидя 'кровавую бурю', и размышляет о возможном участии в войне в Италии, но отказывается из-за личных препятствий и характера войны.",
    "date_in_text": null,
    "source_date": "1849-04-25",
    "location": "Не указано",
    "location_normalized": null,
    "brief_context": "Автор размышляет о возможности участия в войне в Италии, на фоне слухов о переброске туда российского корпуса, и о характере этой войны.",
    "information_source": "Личное наблюдение/размышление",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "эскалация",
      "война",
      "буря",
      "размышления",
      "Италия"
    ],
    "text_fragment": "Так то разгорается больше и больше все, зашумит кровавая буря не идти ли мне в Италию желающих верно примут, но нет во мне прошел уже этот дух воинский сегодня не расположен, да главное не преодолимые препятствия без благословения материнского не пойдешь да что опять из-за чего и оскорблять их; война эта больше политическая, а не отечественная, так зачем в чужом пиру похмелье принимать лучше тоже быть полезным на поприще гражданском, а когда поважнее и будет меньше препятствий, так небось не струшу."
  },
  {
    "entry_id": 114,
    "event_id": "AUTHOR_PERCEPTION_IMPACT_SELF",
    "event_name": "Прямое влияние событий на жизнь/планы автора",
    "event_subtype_custom": "Размышления о добровольном участии в войне в Италии",
    "description": "Автор рассматривает возможность отправиться в Италию для участия в военных действиях, но отказывается от этой идеи из-за личных препятствий (отсутствие материнского благословения) и убеждения, что война носит политический, а не отечественный характер.",
    "date_in_text": null,
    "source_date": "1849-04-25",
    "location": "Италия",
    "location_normalized": "Италия",
    "brief_context": "Автор размышляет о добровольном участии в военных действиях в Италии на фоне слухов о возможной отправке туда российского корпуса.",
    "information_source": "Личное размышление",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "личные планы",
      "война",
      "Италия",
      "доброволец"
    ],
    "text_fragment": "не идти ли мне в Италию желающих верно примут, но нет во мне прошел уже этот дух воинский сегодня не расположен, да главное не преодолимые препятствия без благословения материнского не пойдешь да что опять из-за чего и оскорблять их; война эта больше политическая, а не отечественная, так зачем в чужом пиру похмелье принимать лучше тоже быть полезным на поприще гражданском, а когда поважнее и будет меньше препятствий, так небось не струшу."
  },
  {
    "entry_id": 114,
    "event_id": "AUTHOR_PERCEPTION_OPINION_AUTH",
    "event_name": "Выражение поддержки/осуждения действий властей/конкретных государств",
    "event_subtype_custom": "Оценка характера войны как политической, а не отечественной",
    "description": "Автор считает войну в Италии 'политической', а не 'отечественной', выражая сомнение в целесообразности участия России.",
    "date_in_text": null,
    "source_date": "1849-04-25",
    "location": "Италия",
    "location_normalized": "Италия",
    "brief_context": "В контексте возможной российской интервенции в Италию, автор выражает свое мнение о характере конфликта, отличая его от оборонительной 'отечественной' войны.",
    "information_source": "Личное мнение",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "мнение",
      "война",
      "политическая",
      "отечественная",
      "Россия",
      "Италия"
    ],
    "text_fragment": "война эта больше политическая, а не отечественная, так зачем в чужом пиру похмелье принимать лучше тоже быть полезным на поприще гражданском, а когда поважнее и будет меньше препятствий, так небось не струшу."
  },
  {
    "entry_id": 116,
    "event_id": "RU_REACTION_FOREIGN_INTERV",
    "event_name": "Военная интервенция (с уточнением региона)",
    "event_subtype_custom": "Потенциальная отправка Русского корпуса в Италию",
    "description": "Автор отмечает отсутствие новостей об отправлении Русского корпуса в Италию, предполагая, что информация скрывается.",
    "date_in_text": null,
    "source_date": "1849-04-27",
    "location": "Италия",
    "location_normalized": "Италия",
    "brief_context": "В 1849 году Российская империя рассматривала возможность интервенции в итальянские государства, где продолжались революционные события и войны за независимость, в дополнение к уже начавшейся интервенции в Венгрии.",
    "information_source": "газет",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Русский корпус",
      "Италия",
      "интервенция",
      "новости",
      "скрывают"
    ],
    "text_fragment": "почитал газет, особенного еще нет ничего, а о отправлении Русского корпуса в Италию и знаку нет, верно до времени скрывают"
  },
  {
    "entry_id": 116,
    "event_id": "REV1848_ITA_FRA_INT",
    "event_name": "Французская интервенция в Риме",
    "event_subtype_custom": "Потенциальное участие Франции в делах Италии",
    "description": "Автор выражает неопределенность относительно того, примет ли Франция участие в делах Италии, что, по его мнению, прояснит общую ситуацию.",
    "date_in_text": null,
    "source_date": "1849-04-27",
    "location": "Италия",
    "location_normalized": "Италия",
    "brief_context": "В 1849 году Франция действительно предприняла военную интервенцию в Римскую республику, чтобы восстановить папскую власть, что стало важным событием в контексте итальянских революций.",
    "information_source": "газет",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "Medium",
    "keywords": [
      "Франция",
      "Италия",
      "участие",
      "дела Италии",
      "обстоятельства"
    ],
    "text_fragment": "Франция еще ни то ни се, неизвестно примет или нет участие в делах Италии, тогда может быть несколько пояснее будут видны обстоятельства."
  },
  {
    "entry_id": 119,
    "event_id": "RU_REACTION_INTERNAL_ANTIWEST",
    "event_name": "Меры против \"западного влияния\" (указ о бритье, критика иноземщины и др.)",
    "event_subtype_custom": "Указ о бритье усов и бород",
    "description": "Автор упоминает слухи о выходе именного повеления всем, кто не служит в военной службе, брить усы и бороды, так как государь заметил подражание Западу. Автор выражает одобрение этому указу, считая его \"превосходным\" и \"чудесным\", и желает более строгого надзора за его исполнением.",
    "date_in_text": "30 апреля",
    "source_date": "1849-04-30",
    "location": "Не указано",
    "location_normalized": "Российская империя",
    "brief_context": "После европейских революций 1848-1849 гг. император Николай I усилил меры по борьбе с западным влиянием в России, опасаясь распространения революционных идей. Указ о бритье усов и бород был одной из таких мер, направленных на унификацию внешнего вида и пресечение 'франкомании' или 'западничества' среди населения.",
    "information_source": "говорят",
    "information_source_type": "Неофициальные сведения (слухи, разговоры в обществе)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "указ",
      "бритье",
      "усы",
      "бороды",
      "западное влияние",
      "Николай I",
      "репрессии",
      "общественные настроения",
      "государственная политика"
    ],
    "text_fragment": "Вышло говорят именное повеление всем кто не служит в военной службе брить усы и бороды, государь заметил подражание в своем народе Западу и вот теперь многие уже львы начинают сбривать различные эспаньолки. Это превосходно если только правда, чудесно сделал государь, строже бы за этим следить что тогда скажут все эти львы, барсы и прочие высшего круга."
  },
  {
    "entry_id": 122,
    "event_id": "RU_REACTION_FOREIGN_MOBIL",
    "event_name": "Мобилизация / Передвижение войск",
    "event_subtype_custom": "Призыв отпускных солдат и слухи о рекрутском наборе в связи с войной",
    "description": "Автор дневника отмечает, что в политическом мире наступает 'жаркое дело', всех бессрочно отпускных солдат требуют под ружье, и ходят слухи о наборе к осени, что указывает на войну.",
    "date_in_text": "к осени",
    "source_date": "1849-05-03",
    "location": "Не указано",
    "location_normalized": "Россия",
    "brief_context": "В мае 1849 года Российская империя активно готовилась к военной интервенции в Венгрию для подавления Венгерского восстания, что сопровождалось мобилизацией войск и ожиданием рекрутских наборов.",
    "information_source": "поговаривают",
    "information_source_type": "Неофициальные сведения (слухи, разговоры в обществе)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "мобилизация",
      "рекрутский набор",
      "война",
      "Российская империя",
      "Венгерское восстание",
      "1849"
    ],
    "text_fragment": "Вот верно наступает жаркое дело, интересное в политическом мире, остальных всех бессрочно отпускных солдат требуют под ружье, поговаривают что к осени будет набор видно, война! Война!"
  },
  {
    "entry_id": 124,
    "event_id": "RU_REACTION_FOREIGN_MANIFEST",
    "event_name": "Манифесты о вмешательстве / войне",
    "event_subtype_custom": "Высочайший Манифест о начале военных действий против венгерцев и поляков",
    "description": "В Петербургских Ведомостях напечатан «Высочайший Манифест» о начале военных действий против венгерцев и поляков.",
    "date_in_text": null,
    "source_date": "1849-05-05",
    "location": "Не указано",
    "location_normalized": "Россия, Венгрия",
    "brief_context": "5 мая 1849 года в «Петербургских Ведомостях» был опубликован Высочайший Манифест, объявляющий о начале военных действий Российской империи против венгерских повстанцев, в рядах которых находились польские эмигранты.",
    "information_source": "Петербургских Ведомостях",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Манифест",
      "военные действия",
      "венгерцы",
      "поляки",
      "Российская интервенция"
    ],
    "text_fragment": "В Петербургских Ведомостях напечатан «Высочайший Манифест» о начале военных действий против венгерцев и поляков."
  },
  {
    "entry_id": 124,
    "event_id": "AUTHOR_PERCEPTION_OPINION_GROUPS",
    "event_name": "Отношение к конкретным нациям/группам",
    "event_subtype_custom": "Восприятие европейских мятежей как дела поляков",
    "description": "Автор считает, что весь мятеж в Западной Европе — дело поляков, которые являются главными предводителями бунтовщиков, и цитирует Манифест, где сказано: «Укрепясь скопищами наших польских изменников 1831 года».",
    "date_in_text": null,
    "source_date": "1849-05-05",
    "location": "Западная Европа",
    "location_normalized": "Европа",
    "brief_context": "В дневниковой записи от 5 мая 1849 года автор выражает убеждение, что мятежи в Западной Европе являются делом поляков, ссылаясь на их роль предводителей бунтовщиков и цитируя Манифест.",
    "information_source": "Манифест, собственные догадки",
    "information_source_type": null,
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "поляки",
      "мятеж",
      "Западная Европа",
      "изменники",
      "Манифест",
      "восприятие"
    ],
    "text_fragment": "Теперь можно видеть и догадываться немного, что весь мятеж в Западной Европе едва ли не есть дело поляков, везде они являются в числе главных предводителей бунтовщиков и наконец, в Манифесте прямо сказано: «Укрепясь скопищами наших польских изменников 1831 года»."
  },
  {
    "entry_id": 124,
    "event_id": "AUTHOR_PERCEPTION_EMO_ANGER",
    "event_name": "Гнев, возмущение, ненависть",
    "event_subtype_custom": "Призывы к насилию против поляков и страх перед польскими заговорами",
    "description": "Автор выражает крайнюю ненависть к полякам, призывая к их уничтожению, и связывает это с постоянными бунтами и заговорами, вспоминая слухи осени 1848 года о планах поляков сжечь Вологду.",
    "date_in_text": "осенью в прошедшем году",
    "source_date": "1849-05-05",
    "location": "Вологда",
    "location_normalized": "Вологда, Россия",
    "brief_context": "На фоне новостей о Высочайшем Манифесте о начале военных действий против венгерцев и поляков, автор вспоминает слухи осени 1848 года о польских заговорах и поджогах в российских городах, включая Вологду.",
    "information_source": "собственные мысли, глас народа",
    "information_source_type": "Неофициальные сведения (слухи, разговоры в обществе)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "поляки",
      "ненависть",
      "бунты",
      "заговоры",
      "страх",
      "Вологда",
      "слухи",
      "ксенофобия",
      "1848 год"
    ],
    "text_fragment": "Зададут им потасовку, да так и надо этих всех бы поляков перевешать, как скотов, нет просто покою беспрестанно, то и дело что бунты да заговоры, не даром осенью в прошедшем году говорили что поляки хотят сжечь Вологду, а глас народа, глас Бога."
  },
  {
    "entry_id": 124,
    "event_id": "RU_REACTION_SOCIAL_FEAR",
    "event_name": "Страхи / Опасения перед революцией/беспорядками",
    "event_subtype_custom": "Слухи о польском заговоре по поджогу российских городов",
    "description": "Автор описывает широкое распространение слухов о масштабном польском заговоре по поджогу всех губернских городов России, подкрепляемые упоминаниями о реальных пожарах в Костроме и Вологде, и даже обсуждаемые образованными людьми.",
    "date_in_text": "осенью в прошедшем году",
    "source_date": "1849-05-05",
    "location": "Кострома, Вологда, губернские города России",
    "location_normalized": "Кострома, Вологда, Россия",
    "brief_context": "Осенью 1848 года в России широко распространились слухи о масштабном польском заговоре, целью которого были поджоги губернских городов, включая Кострому и Вологду.",
    "information_source": "говорили, люди образованные ученые у Фортунатова рассказывали",
    "information_source_type": "Неофициальные сведения (слухи, разговоры в обществе)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "поляки",
      "заговор",
      "пожары",
      "губернские города",
      "страх",
      "слухи",
      "Кострома",
      "Вологда",
      "1848 год"
    ],
    "text_fragment": "Много тогда выгорело губернских городов, говорили тогда множество историй и нелепых и довольно правдоподобных и даже люди образованные ученые у Фортунатова рассказывали, что поляки составили обширнейший заговор (это было вскоре после пожара Костромы и когда здесь были сряду по два вечера пожары и подкладывали записки) и этот заговор простирался на все губернские города России и что для этого у них ассигновано несколько миллионов денег на все издержки."
  },
  {
    "entry_id": 124,
    "event_id": "AUTHOR_PERCEPTION_EMO_GENERAL",
    "event_name": "Общая эмоциональная реакция/сильное впечатление",
    "event_subtype_custom": "Воспоминания о смутной и пугливой осени 1848 года",
    "description": "Автор вспоминает осень 1848 года, описывая ее как 'смутное' и 'романтическое' время, а также как 'пугливую для робких и мирных вологжан'.",
    "date_in_text": "осень 48 года",
    "source_date": "1849-05-05",
    "location": "Вологда",
    "location_normalized": "Вологда, Россия",
    "brief_context": "Автор дневника ретроспективно описывает осень 1848 года как 'смутное' и 'романтическое' время, а также 'пугливое для робких и мирных вологжан'.",
    "information_source": "собственные воспоминания",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "осень 1848",
      "смутное время",
      "пугливое",
      "Вологда",
      "тревога",
      "восприятие"
    ],
    "text_fragment": "Да как вспомнишь эту смутную осень 48 года тогда время было можно сказать романтическое уже когда-нибудь на досуге описать эту осень, пугливую для робких и мирных вологжан."
  },
  {
    "entry_id": 127,
    "event_id": "RU_REACTION_SOCIAL_DISCUSS",
    "event_name": "Обсуждение событий / Слухи в обществе",
    "event_subtype_custom": "Обсуждение войны, связанной с европейскими революциями",
    "description": "Автор отмечает, что в обществе ведутся общие разговоры о войне, при этом многие высказывают мнения, не имея полного понимания предмета.",
    "date_in_text": null,
    "source_date": "1849-05-08",
    "location": "Вологда",
    "location_normalized": "Россия",
    "brief_context": "В мае 1849 года Российская империя готовилась к полномасштабной военной интервенции в Венгрию для подавления Венгерского восстания, что было прямым следствием революций 1848-1849 гг. Обсуждения 'войны' в российском обществе в этот период почти всегда относились к этому событию.",
    "information_source": "Общие разговоры знакомых",
    "information_source_type": "Неофициальные сведения (слухи, разговоры в обществе)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "война",
      "общественные настроения",
      "обсуждения",
      "Венгерское восстание",
      "российская интервенция"
    ],
    "text_fragment": "Общие теперь разговоры больше о войне и кто что скажет, смотришь иной и понятия не имеет а тоже судит с важностью."
  },
  {
    "entry_id": 129,
    "event_id": "REV1848_HUN_RUS_INT",
    "event_name": "Российская интервенция",
    "event_subtype_custom": "Вступление войск",
    "description": "Упоминание о вступлении 120-го корпуса русских войск в Венгрию.",
    "date_in_text": null,
    "source_date": "1849-05-10",
    "location": "Венгрия",
    "location_normalized": "Hungary",
    "brief_context": "Российская империя направила войска для подавления Венгерского восстания 1848-1849 гг. по просьбе австрийского императора.",
    "information_source": "новые газеты",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "русские войска",
      "Венгрия",
      "интервенция",
      "газеты",
      "Венгерское восстание"
    ],
    "text_fragment": "120-й корпус русских вступил в Венгрию"
  },
  {
    "entry_id": 129,
    "event_id": "AUTHOR_PERCEPTION_OPINION_GROUPS",
    "event_name": "Отношение к конкретным нациям/группам",
    "event_subtype_custom": "Ксенофобское отношение к полякам и ожидание беспорядков в связи с российской интервенцией в Венгрию",
    "description": "Автор выражает ожидание 'переполоха' (беспорядков, волнений) в связи с вступлением русских войск в Венгрию и крайне негативное, ксенофобское отношение к полякам, желая им смерти.",
    "date_in_text": null,
    "source_date": "1849-05-10",
    "location": "Не указано",
    "location_normalized": null,
    "brief_context": "Вступление 120-го корпуса русских войск в Венгрию, о чем автор узнал из газет.",
    "information_source": "Собственные мысли автора, вызванные новостями из газет.",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "переполох",
      "ожидание",
      "война",
      "мнение автора",
      "ксенофобия",
      "поляки"
    ],
    "text_fragment": "120-й корпус русских вступил в Венгрию, вот начнется переполох, всех бы поляков перевесили."
  },
  {
    "entry_id": 129,
    "event_id": "AUTHOR_PERCEPTION_OPINION_GROUPS",
    "event_name": "Отношение к конкретным нациям/группам",
    "event_subtype_custom": "Антипольские настроения",
    "description": "Автор выражает крайне агрессивное и ксенофобское отношение к полякам, желая им смерти ('всех бы поляков перевесили').",
    "date_in_text": null,
    "source_date": "1849-05-10",
    "location": "Не указано",
    "location_normalized": null,
    "brief_context": "Автор выражает агрессивное антипольское настроение сразу после прочтения новости о вступлении русского корпуса в Венгрию, что указывает на связь с участием поляков в Венгерском восстании.",
    "information_source": "Собственные мысли автора, вызванные новостями из газет.",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "поляки",
      "ксенофобия",
      "антипольские настроения",
      "мнение автора",
      "агрессия"
    ],
    "text_fragment": "читал новые газеты: 120-й корпус русских вступил в Венгрию, вот начнется переполох, всех бы поляков перевесили."
  },
  {
    "entry_id": 131,
    "event_id": "RU_REACTION_FOREIGN_MANIFEST",
    "event_name": "Манифесты о вмешательстве / войне",
    "event_subtype_custom": "Публичная церемония",
    "description": "Публичное молебствие и чтение манифеста в Вологде по случаю начала войны, на котором присутствовали градоначальники и аристократия.",
    "date_in_text": "12 мая",
    "source_date": "1849-05-12",
    "location": "Вологда",
    "location_normalized": "Vologda, Russia",
    "brief_context": "Российская империя в мае 1849 года начала военную интервенцию в Венгрию для подавления Венгерского восстания, что сопровождалось изданием официальных манифестов и молебнами.",
    "information_source": "Чтение манифеста в соборе, молебен",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "манифест",
      "война",
      "молебен",
      "Вологда",
      "Российская империя",
      "Венгерское восстание"
    ],
    "text_fragment": "по случаю молебствия о успешном начатии войны и чтение манифеста собрались почти все, впереди несколько дам из аристократии за ними губернатор, генерал Кобелев вице губернатор и далее председатели, полковники, советники и т. д. Протодьякон громким голосом прочитал манифест, а преосвященный сказал при начале молебна слово, очень станем молить Бога и о даровании победы христолюбивому Всероссийскому воинству, о чем с коленопреклонением и читались молитвы за молебном."
  },
  {
    "entry_id": 131,
    "event_id": "RU_REACTION_RELIGIOUS_SERVICE",
    "event_name": "Официальные молебны",
    "event_subtype_custom": "Молебен по случаю начала войны и чтение манифеста",
    "description": "Молебен в соборе о даровании победы 'христолюбивому Всероссийскому воинству' по случаю начала войны.",
    "date_in_text": "12 мая",
    "source_date": "1849-05-12",
    "location": "Вологда",
    "location_normalized": "Vologda, Russia",
    "brief_context": "В мае 1849 года в Вологде, как и по всей Российской империи, проводились официальные молебны за дарование победы российскому воинству в связи с началом военной кампании (интервенции в Венгрии), сопровождавшиеся чтением манифеста.",
    "information_source": "Личные наблюдения автора во время посещения собора",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "молебен",
      "победа",
      "войско",
      "церковь",
      "Вологда"
    ],
    "text_fragment": "Протодьякон громким голосом прочитал манифест, а преосвященный сказал при начале молебна слово, очень станем молить Бога и о даровании победы христолюбивому Всероссийскому воинству, о чем с коленопреклонением и читались молитвы за молебном."
  },
  {
    "entry_id": 131,
    "event_id": "AUTHOR_PERCEPTION_EMOTION_CURIOSITY",
    "event_name": "Любопытство, интерес",
    "event_subtype_custom": "Размышления о народных толках, Ксенофобия",
    "description": "Автор выражает любопытство относительно того, какие толки и слухи вызвало чтение манифеста среди народа, и размышляет о возможном содержании этих толков, включая ксенофобные высказывания о поляках.",
    "date_in_text": "12 мая",
    "source_date": "1849-05-12",
    "location": "Вологда",
    "location_normalized": "Russia",
    "brief_context": "После официального чтения манифеста о начале войны и молебна в соборе в Вологде, автор размышляет о том, как на это событие отреагирует народ, выражая при этом личные ксенофобные настроения.",
    "information_source": "Личные размышления автора",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "любопытство",
      "толки",
      "слухи",
      "манифест",
      "народ",
      "ксенофобия",
      "поляки"
    ],
    "text_fragment": "Желательно бы было подслушать какие толки произвело чтение манифеста в народе, верно скажет что французы или турки поднимаются впрочем кажется ясно сказать что поляки изменники. А какого слышать это здешним ссыльным полякам, а у нас в Вологде или их довольно, канальи всех их бы перевешать."
  },
  {
    "entry_id": 131,
    "event_id": "RU_REACTION_SOCIAL_DISCUSS",
    "event_name": "Обсуждение событий / Слухи в обществе",
    "event_subtype_custom": "Народные толки о событиях за рубежом",
    "description": "Автор выражает желание подслушать народные толки после чтения манифеста, предполагая, что люди будут говорить о восстаниях французов или турок, а также о поляках как изменниках.",
    "date_in_text": "12 мая",
    "source_date": "1849-05-12",
    "location": "Вологда",
    "location_normalized": "Vologda, Russian Empire",
    "brief_context": "После публичного чтения манифеста, автор дневника размышляет о возможных народных толкованиях и слухах относительно текущих событий за границей, включая восстания во Франции и Турции, а также предательство поляков.",
    "information_source": "Предположение автора о народных толках",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "французы",
      "турки",
      "поляки",
      "поднимаются",
      "революция",
      "слухи",
      "народные толки",
      "манифест"
    ],
    "text_fragment": "Желательно бы было подслушать какие толки произвело чтение манифеста в народе, верно скажет что французы или турки поднимаются впрочем кажется ясно сказать что поляки изменники."
  },
  {
    "entry_id": 131,
    "event_id": "RU_REACTION_SOCIAL_XENOPHOBIA",
    "event_name": "Анти-иноземные настроения (антипольские, антифранцузские и т.д.)",
    "event_subtype_custom": "Антипольские слухи и призывы к насилию",
    "description": "Автор предполагает народные толки о 'поляках-изменниках' после чтения манифеста и выражает крайне негативное отношение к ссыльным полякам в Вологде, желая им смерти.",
    "date_in_text": "12 мая",
    "source_date": "1849-05-12",
    "location": "Вологда",
    "location_normalized": "Vologda",
    "brief_context": "В условиях российской интервенции в Венгрию, где многие поляки сражались на стороне повстанцев, в российском обществе распространялись слухи и негативные настроения, воспринимающие поляков как изменников.",
    "information_source": "Предположение автора о народных толках и его личное мнение",
    "information_source_type": "Неофициальные сведения (слухи, разговоры в обществе)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "поляки",
      "изменники",
      "революция",
      "слухи",
      "ксенофобия",
      "Вологда",
      "ссыльные"
    ],
    "text_fragment": "Желательно бы было подслушать какие толки произвело чтение манифеста в народе, верно скажет что французы или турки поднимаются впрочем кажется ясно сказать что поляки изменники. А какого слышать это здешним ссыльным полякам, а у нас в Вологде или их довольно, канальи всех их бы перевешать."
  },
  {
    "entry_id": 131,
    "event_id": "RU_REACTION_SOCIAL_XENOPHOBIA",
    "event_name": "Анти-иноземные настроения",
    "event_subtype_custom": "Антипольские настроения",
    "description": "Автор предполагает, что народ будет говорить о 'поляках-изменниках', и сам выражает крайне враждебное отношение к ссыльным полякам в Вологде.",
    "date_in_text": "12 мая",
    "source_date": "1849-05-12",
    "location": "Вологда",
    "location_normalized": "Russia",
    "brief_context": "В Вологде, где проживали ссыльные поляки, состоялось чтение манифеста о начале войны, на фоне которого автор размышляет о народных настроениях и выражает личную неприязнь к полякам.",
    "information_source": "Личные размышления и предположения автора о народных настроениях, а также его личное мнение.",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "поляки",
      "изменники",
      "ксенофобия",
      "общественные настроения"
    ],
    "text_fragment": "Желательно бы было подслушать какие толки произвело чтение манифеста в народе, верно скажет что французы или турки поднимаются впрочем кажется ясно сказать что поляки изменники. А какого слышать это здешним ссыльным полякам, а у нас в Вологде или их довольно, канальи всех их бы перевешать."
  },
  {
    "entry_id": 131,
    "event_id": "RU_REACTION_INTERNAL_EXILE",
    "event_name": "Ссылка / Каторга по политическим мотивам",
    "event_subtype_custom": null,
    "description": "Упоминание о 'ссыльных поляках' в Вологде, которых, по мнению автора, 'довольно'.",
    "date_in_text": "12 мая",
    "source_date": "1849-05-12",
    "location": "Вологда",
    "location_normalized": "Vologda, Russia",
    "brief_context": "После подавления польских восстаний и в рамках общей репрессивной политики, многие поляки, считавшиеся неблагонадежными, были сосланы в отдаленные регионы Российской империи, включая Вологду.",
    "information_source": "Личное наблюдение автора",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "ссыльные",
      "поляки",
      "Вологда",
      "репрессии",
      "политическая ссылка"
    ],
    "text_fragment": "А какого слышать это здешним ссыльным полякам, а у нас в Вологде или их довольно, канальи всех их бы перевешать."
  },
  {
    "entry_id": 131,
    "event_id": "AUTHOR_PERCEPTION_OPINION_GROUPS",
    "event_name": "Отношение к конкретным нациям/группам",
    "event_subtype_custom": "Ненависть к полякам",
    "description": "Автор выражает крайне агрессивное отношение к ссыльным полякам, желая их 'перевешать'.",
    "date_in_text": "12 мая",
    "source_date": "1849-05-12",
    "location": "Вологда",
    "location_normalized": "Vologda, Russia",
    "brief_context": "После чтения манифеста о начале войны автор дневника предполагает, что в народе поляков будут называть изменниками, и выражает свое агрессивное отношение к ссыльным полякам, находящимся в Вологде.",
    "information_source": "Личное мнение автора",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "поляки",
      "ненависть",
      "мнение автора",
      "ксенофобия"
    ],
    "text_fragment": "А какого слышать это здешним ссыльным полякам, а у нас в Вологде или их довольно, канальи всех их бы перевешать."
  },
  {
    "entry_id": 131,
    "event_id": "AUTHOR_PERCEPTION_EMO_ANGER",
    "event_name": "Гнев, возмущение, ненависть",
    "event_subtype_custom": "Ненависть к полякам",
    "description": "Автор выражает сильный гнев и ненависть по отношению к ссыльным полякам, называя их 'канальями' и желая 'перевешать'.",
    "date_in_text": "12 мая",
    "source_date": "1849-05-12",
    "location": "Вологда",
    "location_normalized": "Vologda, Russia",
    "brief_context": "Автор выражает ненависть к ссыльным полякам, находящимся в Вологде, в контексте обсуждения народных толков о 'изменниках' после чтения манифеста о войне.",
    "information_source": "Личное мнение автора",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "гнев",
      "ненависть",
      "эмоции автора",
      "поляки"
    ],
    "text_fragment": "А какого слышать это здешним ссыльным полякам, а у нас в Вологде или их довольно, канальи всех их бы перевешать."
  },
  {
    "entry_id": 176,
    "event_id": "RU_REACTION_INTERNAL_ARRESTS",
    "event_name": "Аресты по политическим делам",
    "event_subtype_custom": "Дело Петрашевцев",
    "description": "В Петербурге открыт заговор, 70 человек, среди которых пять студентов университета, были арестованы тайной полицией. Главным зачинщиком назван полк Петрушевский. Целью заговора было убийство государя и производство беспорядков. В связи с этим назначено преобразовать весь университет. Шесть человек были повешены, прочие, должно быть, отправлены в Сибирь.",
    "date_in_text": null,
    "source_date": "1849-06-30",
    "location": "Петербург",
    "location_normalized": "Россия",
    "brief_context": "Дело Петрашевцев – это группа русских интеллектуалов, арестованных в 1849 году за обсуждение социалистических идей и критику правительства, что было воспринято как угроза на фоне европейских революций.",
    "information_source": "Зарлянд (слышал от студентов)",
    "information_source_type": "Информация от конкретного лица (именованный источник)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Петрашевцы",
      "заговор",
      "Петербург",
      "тайная полиция",
      "студенты",
      "репрессии",
      "Николай I",
      "1849"
    ],
    "text_fragment": "да сказывал (а он сам слышал это от студентов) в Петербурге открыт был заговор, 70 человек и все они в два дня были забраны тайной полицией главным зачинщиком был обыкновенно полк Петрушевский, тут попались и пять студентов университета поэтому теперь и назначено преобразовать весь университет, целью этого заговора было убить государя и произвести главное дело беспорядки, но нет Бог хранит Россию и карает злодеев шесть из них были повешены, прочие должно быть в Сибири."
  },
  {
    "entry_id": 176,
    "event_id": "RU_REACTION_INTERNAL_EDU",
    "event_name": "Усиление контроля над образованием / университетами",
    "event_subtype_custom": "Преобразование университетов",
    "description": "В связи с заговором Петрашевцев, в котором участвовали студенты, назначено преобразовать весь университет.",
    "date_in_text": "теперь",
    "source_date": "1849-06-30",
    "location": "Петербург",
    "location_normalized": "Россия",
    "brief_context": "Раскрытие заговора Петрашевцев в 1849 году, в котором участвовали студенты, привело к ужесточению правительственного контроля над университетами в России.",
    "information_source": "Зарлянд (слышал от студентов)",
    "information_source_type": "Информация от конкретного лица (именованный источник)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "университет",
      "образование",
      "контроль",
      "репрессии",
      "Петрашевцы"
    ],
    "text_fragment": "тут попались и пять студентов университета поэтому теперь и назначено преобразовать весь университет"
  },
  {
    "entry_id": 176,
    "event_id": "AUTHOR_PERCEPTION_OPINION_AUTH",
    "event_name": "Выражение поддержки/осуждения действий властей/конкретных государств",
    "event_subtype_custom": "Поддержка действий правительства",
    "description": "Автор выражает поддержку действиям правительства, считая, что 'Бог хранит Россию и карает злодеев' в связи с раскрытием заговора.",
    "date_in_text": null,
    "source_date": "1849-06-30",
    "location": "Россия",
    "location_normalized": "Россия",
    "brief_context": "В Петербурге был раскрыт и подавлен заговор Петрашевцев.",
    "information_source": "Автор",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "авторское мнение",
      "лояльность",
      "правительство",
      "репрессии"
    ],
    "text_fragment": "целью этого заговора было убить государя и произвести главное дело беспорядки, но нет Бог хранит Россию и карает злодеев шесть из них были повешены, прочие должно быть в Сибири."
  },
  {
    "entry_id": 177,
    "event_id": "REV1848_GER_AUS_GEN",
    "event_name": "Общие упоминания революции/беспорядков в Германии/Австрии",
    "event_subtype_custom": "Конфликт между пруссаками и немцами",
    "description": "Упоминание о конфликте между пруссаками и немцами в политическом мире.",
    "date_in_text": "1 июля",
    "source_date": "1849-07-01",
    "location": "Не указано",
    "location_normalized": "Германские государства",
    "brief_context": "В 1849 году продолжались конфликты в Германском союзе, включая подавление восстаний в различных государствах и продолжающуюся войну за Шлезвиг-Гольштейн.",
    "information_source": "газеты",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Пруссия",
      "Германия",
      "конфликт",
      "1849"
    ],
    "text_fragment": "В мире политическом дерутся на прополую, прусаки с немцами, французы с Римом, австрийцы с итальянцами и мадьярами Россия победоносно идет к Дербечину и столицам Венгрии."
  },
  {
    "entry_id": 177,
    "event_id": "REV1848_ITA_FRA_INT",
    "event_name": "Французская интервенция в Риме",
    "event_subtype_custom": null,
    "description": "Упоминание о военных действиях между французами и Римом.",
    "date_in_text": "1 июля",
    "source_date": "1849-07-01",
    "location": "Рим",
    "location_normalized": "Рим, Италия",
    "brief_context": "В 1849 году французские войска осадили и взяли Рим, положив конец Римской республике, провозглашенной в ходе революций 1848-1849 гг.",
    "information_source": "газеты",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Франция",
      "Рим",
      "интервенция",
      "Римская республика",
      "1849"
    ],
    "text_fragment": "В мире политическом дерутся на прополую, прусаки с немцами, французы с Римом, австрийцы с итальянцами и мадьярами Россия победоносно идет к Дербечину и столицам Венгрии."
  },
  {
    "entry_id": 177,
    "event_id": "REV1848_EUR_CONTEXT_GEN",
    "event_name": "\"Весна народов\", беспорядки на Западе (общие упоминания)",
    "event_subtype_custom": null,
    "description": "Упоминание о различных конфликтах в Европе, включая пруссаков с немцами, французов с Римом, австрийцев с итальянцами и мадьярами, а также российское наступление в Венгрии.",
    "date_in_text": "1 июля",
    "source_date": "1849-07-01",
    "location": "Не указано",
    "location_normalized": "Европа",
    "brief_context": "В середине 1849 года в Европе продолжались многочисленные военные конфликты и революционные события, включая противостояния в германских государствах, французскую интервенцию в Риме, войну австрийцев с итальянцами и венграми, а также российскую интервенцию в Венгрии.",
    "information_source": "газеты",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Европа",
      "война",
      "революция",
      "Венгрия",
      "Италия",
      "Германия",
      "Франция",
      "Россия",
      "1849"
    ],
    "text_fragment": "Перед обедом то есть до обеда читал газеты. В мире политическом дерутся на прополую, прусаки с немцами, французы с Римом, австрийцы с итальянцами и мадьярами Россия победоносно идет к Дербечину и столицам Венгрии."
  },
  {
    "entry_id": 177,
    "event_id": "REV1848_EUR_CONTEXT_NEWS",
    "event_name": "Распространение новостей/слухов о революциях",
    "event_subtype_custom": "Множественные военные конфликты в Европе; Российское вторжение в Венгрию",
    "description": "Автор дневника сообщает о множестве текущих военных конфликтов в Европе: между пруссаками и немцами, французами и Римом, австрийцами и итальянцами, а также австрийцами и мадьярами. Особо отмечается победоносное продвижение российских войск к Дербечину и столицам Венгрии.",
    "date_in_text": "1 июля",
    "source_date": "1849-07-01",
    "location": "Не указано",
    "location_normalized": "Европа",
    "brief_context": "В середине 1849 года Европа была охвачена множеством конфликтов, включая завершающие фазы революций 1848 года. Российская империя активно участвовала в подавлении Венгерской революции, оказывая помощь Австрии.",
    "information_source": "газеты",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Австрия",
      "Венгрия",
      "мадьяры",
      "война",
      "революция",
      "1849",
      "Россия",
      "Франция",
      "Италия",
      "Германия",
      "Рим",
      "Пруссия"
    ],
    "text_fragment": "В мире политическом дерутся на прополую, прусаки с немцами, французы с Римом, австрийцы с итальянцами и мадьярами Россия победоносно идет к Дербечину и столицам Венгрии."
  },
  {
    "entry_id": 177,
    "event_id": "REV1848_HUN_RUS_MIL",
    "event_name": "Военные действия (Россия против Венгрии)",
    "event_subtype_custom": null,
    "description": "Упоминание о победоносном продвижении российских войск к Дербечину и столицам Венгрии.",
    "date_in_text": "1 июля",
    "source_date": "1849-07-01",
    "location": "Дербечин",
    "location_normalized": "Дебрецен, Венгрия",
    "brief_context": "В июне 1849 года российские войска под командованием Паскевича вступили в Венгрию для подавления Венгерской революции по просьбе австрийского императора.",
    "information_source": "газеты",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Россия",
      "Венгрия",
      "интервенция",
      "Дебрецен",
      "1849"
    ],
    "text_fragment": "Россия победоносно идет к Дербечину и столицам Венгрии."
  },
  {
    "entry_id": 179,
    "event_id": "RU_REACTION_INTERNAL_EDU",
    "event_name": "Усиление контроля над образованием / университетами",
    "event_subtype_custom": "Ограничения на прием в университеты",
    "description": "Знакомый автора, Алекс. Иван. Делло, не может поступить в Московский университет на медицинский факультет, так как 'нынче не принимают не в один университет и ни на какой факультет'. Он вынужден ждать до следующего года или поступать в Ярославский лицей.",
    "date_in_text": null,
    "source_date": "1849-07-03",
    "location": "Москва, Ярославль",
    "location_normalized": "Russia",
    "brief_context": "После европейских революций 1848-1849 гг. российское правительство, опасаясь распространения либеральных и революционных идей, значительно ужесточило контроль над системой образования, введя ограничения на прием студентов в университеты и на определенные факультеты.",
    "information_source": "Разговор с Алекс. Иван. Делло",
    "information_source_type": "Информация от конкретного лица (именованный источник)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "университеты",
      "образование",
      "ограничения",
      "Московский университет",
      "Ярославский лицей",
      "1849"
    ],
    "text_fragment": "Сегодня за обедней встретился еще с Алекс. Иван. Делло он хочет идти в лекаря и теперь только остановило его, что нынче не принимают не в один университет и ни на какой факультет, а он хотел ехать учиться в Московский университет и по медицинскому факультету, теперь хочет ждать прямо до будущего года или уже ехать в Ярославский лицей"
  },
  {
    "entry_id": 182,
    "event_id": "REV1848_EUR_CONTEXT_GEN",
    "event_name": "\"Весна народов\", беспорядки на Западе (общие упоминания)",
    "event_subtype_custom": "Общие упоминания о продолжающихся военных действиях и беспорядках в Европе",
    "description": "В иностранных известиях «Петербургских ведомостей» автор отмечает, что 'все одна история' – продолжаются бои, 'пламя все больше и больше разгорается', и идет 'ужасная резня' в Европе.",
    "date_in_text": null,
    "source_date": "1849-07-06",
    "location": "Европа (Не указано конкретно)",
    "location_normalized": "Europe",
    "brief_context": "В июле 1849 года в Европе продолжались последние этапы революций 1848-1849 годов, включая Венгерскую войну за независимость с участием России и подавление Римской республики. Российские газеты активно освещали эти события.",
    "information_source": "Петербургские ведомости",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "революции 1848-1849",
      "Европа",
      "война",
      "беспорядки",
      "иностранные известия",
      "газета"
    ],
    "text_fragment": "Из «Петербургских ведомостей» в иностранных известиях все одна история дерутся напропалую чем только все это кончится невольно спрашиваешь себя и пламя все больше и больше разгорается, резня идет ужасная."
  },
  {
    "entry_id": 182,
    "event_id": "AUTHOR_PERCEPTION_EMO_FEAR",
    "event_name": "Страх, беспокойство, тревога",
    "event_subtype_custom": "Беспокойство и размышления о будущем европейских конфликтов",
    "description": "Автор выражает сильное беспокойство и тревогу, читая новости о 'ужасной резне' в Европе, и задается вопросом, 'чем только все это кончится'.",
    "date_in_text": null,
    "source_date": "1849-07-06",
    "location": "Не указано",
    "location_normalized": null,
    "brief_context": "Личное восприятие гимназиста Кирилла Березкина новостей о европейских революциях 1848-1849 гг., отражающее беспокойство и неопределенность относительно исхода конфликтов.",
    "information_source": "Собственные мысли автора, вызванные чтением газеты 'Петербургские ведомости'",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "восприятие",
      "беспокойство",
      "размышления",
      "эмоции",
      "война",
      "Европа"
    ],
    "text_fragment": "чем только все это кончится невольно спрашиваешь себя и пламя все больше и больше разгорается, резня идет ужасная."
  },
  {
    "entry_id": 188,
    "event_id": "RU_REACTION_INTERNAL_CENS",
    "event_name": "Усиление цензуры",
    "event_subtype_custom": "Влияние на содержание журналов",
    "description": "Автор отмечает, что во всех журналах стали появляться «пустые» статьи из-за строгой цензуры, которая «решительно не допускает ничего». Приводится пример искажения повести Ник. Иваницкого «Натальин день», где слово «чиновник» заменяется на «один молодой человек».",
    "date_in_text": null,
    "source_date": "1849-07-12",
    "location": "Не указано",
    "location_normalized": null,
    "brief_context": "После революций 1848 года в Европе, российское правительство, опасаясь распространения революционных идей, значительно ужесточило цензуру, что привело к снижению качества и разнообразия публикуемых материалов.",
    "information_source": "Личные наблюдения автора, Корелкин",
    "information_source_type": null,
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "цензура",
      "журналы",
      "правительство",
      "Иваницкий",
      "Корелкин"
    ],
    "text_fragment": "Это от того нонче вообще во всех журналах стали появляться такие статьи от цензуры которая решительно не допускает ничего все стало непозволительно, Корелкин сказывал что и Ник. Иваницкого повесть «Натальин день» совершенно искажена, слово «чиновник» заменяется — «один молодой человек» и так проч."
  },
  {
    "entry_id": 188,
    "event_id": "RU_REACTION_INTERNAL_CENS",
    "event_name": "Усиление цензуры",
    "event_subtype_custom": "Причины цензуры и общественное недовольство",
    "description": "Автор предполагает, что правительство «боится чего-нибудь», что является причиной строгих мер цензуры. Он также отмечает недовольство многих, особенно редакторов журналов, из-за невозможности печатать заготовленные статьи.",
    "date_in_text": null,
    "source_date": "1849-07-12",
    "location": "Не указано",
    "location_normalized": null,
    "brief_context": "Ужесточение цензуры в России после 1848 года было вызвано страхом правительства перед распространением революционных идей из Европы. Это вызвало недовольство среди издателей и интеллигенции, так как многие материалы становились «непозволительными».",
    "information_source": "Авторское размышление, общественное мнение (подразумевается)",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "правительство",
      "страх",
      "цензура",
      "недовольство",
      "редакторы журналов"
    ],
    "text_fragment": "Верно боится правительство чего-нибудь но такими строгими мерами цензуры многие не очень довольны особенно кажется редакторы журналов и именно потому что теперь половина тех статей которые были заготовлены совершенно бросаются нельзя печатать."
  },
  {
    "entry_id": 188,
    "event_id": "REV1848_HUN_RUS_MIL",
    "event_name": "Военные действия (Россия против Венгрии)",
    "event_subtype_custom": "Взятие Дебрецена, продвижение русских войск",
    "description": "Автор сообщает, что «В Венгрии война в самом разгаре», упоминает взятие Дебрецена «без выстрела» и продвижение русских войск. Отмечает, что «вся Европа смотрит на эту войну».",
    "date_in_text": null,
    "source_date": "1849-07-12",
    "location": "Венгрия, Дербечин",
    "location_normalized": "Венгрия, Дебрецен",
    "brief_context": "В 1849 году Российская империя по просьбе Австрии ввела войска для подавления Венгерского восстания. В июле 1849 года русские войска под командованием Паскевича активно продвигались, и Дебрецен был занят без боя 21 июля (9 июля по старому стилю) 1849 года, что соответствует дате дневника.",
    "information_source": "Петербургские Ведомости (подразумевается)",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Венгрия",
      "война",
      "Дебрецен",
      "русские",
      "интервенция",
      "Европа"
    ],
    "text_fragment": "В Венгрии война в самом разгаре Дербечин взят без выстрела русские идут все вперед и теперь вся Европа смотрит на эту войну."
  },
  {
    "entry_id": 188,
    "event_id": "AUTHOR_PERCEPTION_OPINION_REFL",
    "event_name": "Размышления о политике, войне, обществе, будущем",
    "event_subtype_custom": "Размышления о последствиях Венгерской войны",
    "description": "Автор задается вопросом: «Какие будут последствия?» в отношении войны в Венгрии.",
    "date_in_text": null,
    "source_date": "1849-07-12",
    "location": "Не указано",
    "location_normalized": null,
    "brief_context": "Автор размышляет о возможных последствиях войны в Венгрии, на которую, по его словам, 'вся Европа смотрит'.",
    "information_source": "Авторское размышление",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "последствия",
      "война",
      "Венгрия",
      "будущее",
      "размышления"
    ],
    "text_fragment": "В Венгрии война в самом разгаре Дербечин взят без выстрела русские идут все вперед и теперь вся Европа смотрит на эту войну. Какие будут последствия?"
  },
  {
    "entry_id": 188,
    "event_id": "AUTHOR_PERCEPTION_IMPACT_SELF",
    "event_name": "Влияние событий на автора/окружение",
    "event_subtype_custom": "Истощение источников для дневника из-за цензуры",
    "description": "Автор жалуется на истощение «источников и материалов для пустой болтовни», что затрудняет ведение дневника, и он не знает, о чем писать.",
    "date_in_text": null,
    "source_date": "1849-07-12",
    "location": "Не указано",
    "location_normalized": null,
    "brief_context": "Усиление цензуры в России после 1848 года ограничило круг тем, доступных для обсуждения и публикации, что влияло на повседневную жизнь и интеллектуальную деятельность, включая ведение дневников.",
    "information_source": "Авторское наблюдение и размышление",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "цензура",
      "дневник",
      "источники",
      "материалы",
      "влияние"
    ],
    "text_fragment": "Что еще писать? Все источники и материалы истощились для пустой болтовни, чем стану замещать пустые листы дневника, бросить так изменить себе и своему правилу, не хочется, а писать не знаю о чем."
  },
  {
    "entry_id": 188,
    "event_id": "RU_REACTION_INTERNAL_CENS",
    "event_name": "Усиление цензуры",
    "event_subtype_custom": "Ограничения на публикацию",
    "description": "Автор отмечает, что в журналах стали появляться 'пустые' статьи из-за цензуры, которая решительно не допускает ничего 'непозволительного'. Приводится пример, как повесть Николая Иваницкого «Натальин день» была совершенно искажена цензурой, заменяя слово «чиновник» на «один молодой человек».",
    "date_in_text": null,
    "source_date": "1849-07-12",
    "location": "Не указано",
    "location_normalized": null,
    "brief_context": "Строгая цензура после 1848 года создавала значительные препятствия для публикации любых материалов, которые могли быть истолкованы как нежелательные или подрывные, влияя на условия работы редакторов и авторов.",
    "information_source": "Информация от Корелкина и личные наблюдения автора",
    "information_source_type": "Информация от конкретного лица (именованный источник)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "цензура",
      "публикация",
      "журналы",
      "непозволительное",
      "искажение текста",
      "Корелкин",
      "Иваницкий"
    ],
    "text_fragment": "Это от того нонче вообще во всех журналах стали появляться такие статьи от цензуры которая решительно не допускает ничего все стало непозволительно, Корелкин сказывал что и Ник. Иваницкого повесть «Натальин день» совершенно искажена, слово «чиновник» заменяется — «один молодой человек» и так проч."
  },
  {
    "entry_id": 214,
    "event_id": "RU_REACTION_FOREIGN_MOBIL",
    "event_name": "Мобилизация / Передвижение войск",
    "event_subtype_custom": "Размещение полка в Петербурге вместо гвардии",
    "description": "Упоминание о том, что полк, в который поступает Василий Крылов, стоит теперь в Петербурге вместо гвардии.",
    "date_in_text": null,
    "source_date": "1849-08-08",
    "location": "Петербург",
    "location_normalized": "Российская Империя, Санкт-Петербург",
    "brief_context": "В 1849 году Российская империя активно участвовала в подавлении Венгерского восстания, что могло привести к передислокации гвардейских частей и замене их другими полками в столице для поддержания порядка или освобождения гвардии для боевых действий.",
    "information_source": "Личное общение (с Василием Крыловым или Андреевым)",
    "information_source_type": "Информация от конкретного лица (именованный источник)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "передвижение войск",
      "гвардия",
      "Петербург",
      "Венгерское восстание",
      "1849"
    ],
    "text_fragment": "Василий Крылов в пятницу едет вместе с Андреевым в Петербург его полк то есть в который он поступает стоит теперь вместо гвардии в Петербурге."
  },
  {
    "entry_id": 218,
    "event_id": "REV1848_HUN_RUS_MIL",
    "event_name": "Военные действия (Россия против Венгрии)",
    "event_subtype_custom": "Разгром венгерцев русскими войсками, потери среди русских генералов",
    "description": "Автор прочитал в газетах о том, что русские войска нанесли поражение венгерцам в двух сражениях, но при этом три русских генерала были контужены, а один, Скорятин, убит ядром.",
    "date_in_text": "12 августа",
    "source_date": "1849-08-12",
    "location": "Венгрия",
    "location_normalized": "Венгрия",
    "brief_context": "Российская империя в 1849 году осуществила военную интервенцию в Венгрию для подавления Венгерского восстания по просьбе австрийского императора. Данное упоминание относится к боевым действиям русской армии против венгерских повстанцев.",
    "information_source": "вчерашнюю почту С. Пет. газет",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Венгерское восстание",
      "Российская интервенция",
      "военные действия",
      "газеты",
      "потери",
      "генералы"
    ],
    "text_fragment": "прочитал вчерашнюю почту С. Пет. газет. Венгерцев русские покалечили и в двух сражениях разбили будто бы в пух, зато наших три генерала контужены и один из них Скорятин убит ядром."
  },
  {
    "entry_id": 219,
    "event_id": "RU_REACTION_INTERNAL_EXILE",
    "event_name": "Ссылка / Каторга по политическим мотивам",
    "event_subtype_custom": "Ссылка под надзор полиции за вольнодумство",
    "description": "Автор дневника встречается с учителем Белецким, который был сослан в Вологду под надзор полиции за 'вольнодумство'.",
    "date_in_text": null,
    "source_date": "1849-08-13",
    "location": "Вологда",
    "location_normalized": "Вологда, Россия",
    "brief_context": "После европейских революций 1848-1849 гг. российское правительство, опасаясь распространения революционных идей, значительно усилило внутренние репрессии, включая полицейский надзор и ссылки за политическое инакомыслие.",
    "information_source": "Личная встреча с сосланным учителем Белецким",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "ссылка",
      "полицейский надзор",
      "вольнодумство",
      "репрессии",
      "Белецкий",
      "учитель",
      "1849"
    ],
    "text_fragment": "к нему тут пришел сосланный сюда под надзор полиции учитель р. истории в первом кадетском корпусе, Белецкий, молодой человек довольно ученый, умный но кажется нынешнего века, вольнодумен"
  },
  {
    "entry_id": 220,
    "event_id": "REV1848_HUN_CAP",
    "event_name": "Капитуляция венгерской армии (Вилагош)",
    "event_subtype_custom": null,
    "description": "Князь Варшавский разбил на голову венгерцев, предводитель мятежников изъявил желание положить оружие пред русскими, которым и сдается.",
    "date_in_text": null,
    "source_date": "1849-08-14",
    "location": "Венгрия",
    "location_normalized": "Hungary",
    "brief_context": "The Russian army, led by Field Marshal Ivan Paskevich (Prince of Warsaw), intervened in Hungary in 1849 to suppress the Hungarian Revolution. The main Hungarian army under Artúr Görgei surrendered to Russian forces at Világos on August 13, 1849.",
    "information_source": "Другая новость из мира политического.",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Венгрия",
      "Паскевич",
      "сдача",
      "мятежники",
      "русские"
    ],
    "text_fragment": "Князь Варшавский разбил на голову венгерцев, предводитель мятежников изъявил желание положить оружие пред русскими, которым и сдается."
  },
  {
    "entry_id": 220,
    "event_id": "RU_REACTION_RELIGIOUS_SERVICE",
    "event_name": "Официальные молебны (о начале войны, о победе и т.д.)",
    "event_subtype_custom": "Празднование победы России в Венгрии",
    "description": "В Петербурге сто одним пушечным выстрелом возвещено было о победе и совершено молебствие.",
    "date_in_text": null,
    "source_date": "1849-08-14",
    "location": "Петербург",
    "location_normalized": "Russia",
    "brief_context": "После разгрома венгерцев Князем Варшавским и сдачи предводителя мятежников русским войскам, в Петербурге была официально отпразднована победа.",
    "information_source": "Implied general knowledge/official announcement.",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Петербург",
      "победа",
      "пушечный выстрел",
      "Россия",
      "Венгрия"
    ],
    "text_fragment": "В Петербурге сто одним пушечным выстрелом возвещено было о победе, и было совершено молебствие."
  },
  {
    "entry_id": 220,
    "event_id": "RU_REACTION_RELIGIOUS_SERVICE",
    "event_name": "Официальные молебны (о начале войны, о победе и т.д.)",
    "event_subtype_custom": "Molieben for victory in Hungary",
    "description": "В Петербурге было совершено молебствие в честь победы.",
    "date_in_text": null,
    "source_date": "1849-08-14",
    "location": "Петербург",
    "location_normalized": "Russia",
    "brief_context": "A molieben (prayer service) was performed in St. Petersburg to give thanks for the Russian military victory in suppressing the Hungarian Revolution.",
    "information_source": "Implied general knowledge/official announcement.",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Петербург",
      "молебствие",
      "победа",
      "Россия",
      "Венгрия",
      "церковь"
    ],
    "text_fragment": "В Петербурге сто одним пушечным выстрелом возвещено было о победе, и было совершено молебствие."
  },
  {
    "entry_id": 220,
    "event_id": "AUTHOR_PERCEPTION_OPINION_REFL",
    "event_name": "Размышления о политике, войне, обществе, будущем",
    "event_subtype_custom": "Author's reflection on the inevitability of Russian victory in Hungary",
    "description": "Автор считает, что 'компания' (военная кампания в Венгрии) скоро кончится, так как 'иначе и не могло быть, плохо слабому идти против сильного'.",
    "date_in_text": null,
    "source_date": "1849-08-14",
    "location": "Не указано",
    "location_normalized": null,
    "brief_context": "Автор выражает свое личное мнение о русской военной кампании в Венгрии, заявляя, что победа была неизбежна из-за превосходства России над 'слабыми' венгерскими повстанцами.",
    "information_source": "Personal Reflection",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "авторское мнение",
      "война",
      "Венгрия",
      "Россия",
      "сила",
      "слабость"
    ],
    "text_fragment": "Должно быть, скоро компания кончится, иначе и не могло быть, плохо слабому идти против сильного."
  },
  {
    "entry_id": 222,
    "event_id": "REV1848_HUN_RUS_MIL",
    "event_name": "Военные действия (Россия против Венгрии)",
    "event_subtype_custom": "Инцидент с генералом Бемом",
    "description": "Обсуждение в обществе известия о победе русских войск и инциденте с попыткой захвата венгерского генерала Бема русским уланом, который, по газетным сведениям, был изрублен.",
    "date_in_text": null,
    "source_date": "1849-08-16",
    "location": "Не указано",
    "location_normalized": "Венгрия",
    "brief_context": "Российская армия под командованием Паскевича участвовала в подавлении Венгерского восстания 1848-1849 гг. Генерал Юзеф Бем был одним из ключевых командующих венгерской революционной армии.",
    "information_source": "газеты, разговоры в обществе",
    "information_source_type": "Неофициальные сведения (слухи, разговоры в обществе)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Венгерское восстание",
      "Бем",
      "русская армия",
      "победа",
      "газеты",
      "улан"
    ],
    "text_fragment": "Теперь все толкуют о победе русских только и слышно, «Эх, жаль Бема-то не взяли, тот улан (в газетах есть известие что один улан врубился в неприятельскую колонну схватил Бема и хотел его тащить но был изрублен), ему хотелось видно живьем его притащить, жаль, бедного, ведь в кусочки всего изрубили."
  },
  {
    "entry_id": 222,
    "event_id": "RU_REACTION_SOCIAL_DISCUSS",
    "event_name": "Обсуждение событий / Слухи в обществе",
    "event_subtype_custom": "Спекуляции о судьбе венгерского генерала Бема",
    "description": "Общество в Вологде активно обсуждает возможную судьбу венгерского генерала Бема в случае его пленения русскими войсками, высказывая предположения о казни или ссылке, в том числе в Вологду.",
    "date_in_text": null,
    "source_date": "1849-08-16",
    "location": "Вологда",
    "location_normalized": "Россия, Вологда",
    "brief_context": "После подавления Венгерского восстания, судьба его лидеров была предметом широких обсуждений в российском обществе.",
    "information_source": "провинциальный дипломат, третий (общество)",
    "information_source_type": "Неофициальные сведения (слухи, разговоры в обществе)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Венгерское восстание",
      "Бем",
      "общественное мнение",
      "ссылка",
      "казнь",
      "Вологда",
      "слухи"
    ],
    "text_fragment": "А другой провинциальный дипломат прибавляет: «А что бы и, в самом деле, да если его живьем взяли, что бы с ним сделали? Я думаю, повесили бы». «А, может быть, и сослали бы да еще к нам в Вологду», — говорит третий, и за ним все с восхищением повторяют: «Славно бы как к нам прислали»."
  },
  {
    "entry_id": 222,
    "event_id": "RU_REACTION_SOCIAL_PATRIOT",
    "event_name": "Патриотические настроения / Поддержка действий правительства",
    "event_subtype_custom": "Восхищение идеей ссылки Бема в Вологду",
    "description": "Общество в Вологде выражает восхищение и одобрение при мысли о возможной ссылке венгерского генерала Бема в их город, что демонстрирует поддержку действий российского правительства.",
    "date_in_text": null,
    "source_date": "1849-08-16",
    "location": "Вологда",
    "location_normalized": "Россия, Вологда",
    "brief_context": "Поддержка действий российского правительства по подавлению Венгерского восстания проявлялась в различных формах, включая одобрение суровых мер в отношении революционных лидеров.",
    "information_source": "провинциальный дипломат, третий (общество)",
    "information_source_type": "Неофициальные сведения (слухи, разговоры в обществе)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Венгерское восстание",
      "Бем",
      "общественное мнение",
      "патриотизм",
      "поддержка правительства",
      "Вологда",
      "восхищение"
    ],
    "text_fragment": "«А, может быть, и сослали бы да еще к нам в Вологду», — говорит третий, и за ним все с восхищением повторяют: «Славно бы как к нам прислали»."
  },
  {
    "entry_id": 222,
    "event_id": "RU_REACTION_SOCIAL_DISCUSS",
    "event_name": "Обсуждение событий в обществе",
    "event_subtype_custom": "Наблюдение за общественным интересом к схватке улана с Бемом",
    "description": "Автор отмечает, что схватка русского улана с венгерским генералом Бемом является наиболее занимающей темой для обсуждения среди его знакомых, что отражает его наблюдение за общественным интересом к деталям военных действий.",
    "date_in_text": null,
    "source_date": "1849-08-16",
    "location": "Вологда",
    "location_normalized": "Россия, Вологда",
    "brief_context": "Автор фиксирует, какие аспекты новостей о Венгерском восстании вызывают наибольший резонанс в местном обществе.",
    "information_source": "Собственное наблюдение",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "авторское восприятие",
      "общественный интерес",
      "Бем",
      "улан",
      "Вологда"
    ],
    "text_fragment": "Всех, видно, что более занимает схватка улана с Бемом."
  },
  {
    "entry_id": 227,
    "event_id": "RU_REACTION_SOCIAL_PATRIOT",
    "event_name": "Патриотические настроения / Поддержка действий правительства",
    "event_subtype_custom": "Празднование победы над венграми",
    "description": "В Вологде праздновали победу над венграми, было молебствие.",
    "date_in_text": "Нынешний день",
    "source_date": "1849-08-21",
    "location": "Вологда",
    "location_normalized": "Вологда, Россия",
    "brief_context": "Российская империя оказала военную помощь Австрийской империи в подавлении Венгерского восстания 1848-1849 годов. К августу 1849 года венгерская армия была разгромлена, и 13 августа состоялась её капитуляция при Вилагоше.",
    "information_source": "Общественное празднование",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Венгерское восстание",
      "победа",
      "Российская интервенция",
      "1849",
      "Вологда"
    ],
    "text_fragment": "Нынешний день в Вологде праздновали победу над венграми, было молебствие"
  },
  {
    "entry_id": 227,
    "event_id": "RU_REACTION_RELIGIOUS_SERVICE",
    "event_name": "Официальные молебны",
    "event_subtype_custom": "Молебен по случаю победы над венграми",
    "description": "В Вологде состоялось молебствие в честь победы над венграми.",
    "date_in_text": "Нынешний день",
    "source_date": "1849-08-21",
    "location": "Вологда",
    "location_normalized": "Вологда, Россия",
    "brief_context": "После успешного подавления Венгерского восстания 1848-1849 годов, в Российской империи проводились официальные церковные службы и молебны в знак благодарности и празднования победы.",
    "information_source": "Общеизвестные сведения в городе",
    "information_source_type": "Неофициальные сведения (слухи, разговоры в обществе)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "молебен",
      "Венгерское восстание",
      "победа",
      "религиозная реакция",
      "Вологда"
    ],
    "text_fragment": "Нынешний день в Вологде праздновали победу над венграми, было молебствие"
  },
  {
    "entry_id": 227,
    "event_id": "AUTHOR_PERCEPTION_EMO_GENERAL",
    "event_name": "Общая эмоциональная реакция/сильное впечатление (неуточненная эмоция)",
    "event_subtype_custom": "Апатия/безразличие к официальному празднованию победы",
    "description": "Автор выражает апатию и отсутствие желания присутствовать на молебне по случаю победы над венграми, отмечая, что ему 'позевать'.",
    "date_in_text": "Нынешний день",
    "source_date": "1849-08-21",
    "location": "Вологда",
    "location_normalized": "Вологда, Россия",
    "brief_context": "Личное отношение автора к официальным торжествам, связанным с подавлением Венгерского восстания, демонстрирует его индифферентность или даже скуку, несмотря на общенациональное значение события.",
    "information_source": "Личные размышления",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "апатия",
      "безразличие",
      "молебен",
      "Венгерское восстание",
      "личное восприятие"
    ],
    "text_fragment": "Я хоть и не служащий еще, да уже так к молебну идти позевать."
  },
  {
    "entry_id": 232,
    "event_id": "RU_REACTION_RELIGIOUS_SERMON",
    "event_name": "Проповеди / Религиозные тексты, связанные с событиями",
    "event_subtype_custom": "Упоминание политических дел и Запада в проповеди",
    "description": "Автор отмечает, что священникам легко писать проповеди, используя темы «политических дел» и «Запада», а также образы икон, прославленных в «бранях отечества», что позволяет им растянуть проповедь. Он указывает, что такие темы были ожидаемы и однообразны в проповедях того времени.",
    "date_in_text": null,
    "source_date": "1849-08-26",
    "location": "Не указано",
    "location_normalized": "Russia",
    "brief_context": "В 1849 году Российская империя активно участвовала в подавлении Венгерского восстания, и государственная пропаганда, в том числе через церковь, использовала патриотическую и антизападную риторику для оправдания своих действий и консолидации общества.",
    "information_source": "Проповедь в церкви",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "проповедь",
      "Запад",
      "политические дела",
      "брани отечества",
      "церковь",
      "общественные настроения",
      "религиозная реакция"
    ],
    "text_fragment": "после была проповедь, нонче попам легко писать проповеди особенно где празднуется молебства иконы Божьей Матери и все проповеди почти однообразны сходны, непременно можно ожидать что начнется речь о политических делах, о Западе и пойдет т. д. Особенно иконы такие как Донской или Владимирской Б. М. прославленные в бранях нашего отечества прямо наводят и подают повод случай распространится и тем растянуть проповедь, иначе даже, и не написать бы отцу Евграфу."
  },
  {
    "entry_id": 246,
    "event_id": "REV1848_HUN_RUS_INT",
    "event_name": "Российская интервенция",
    "event_subtype_custom": "Успешное завершение российской интервенции в Венгрии",
    "description": "Автор отмечает, что Россия 'блистательно окончила свое дело', что является отсылкой к успешному подавлению Венгерского восстания и надежде на воцарение мира в Европе.",
    "date_in_text": null,
    "source_date": "1849-09-09",
    "location": "Венгрия",
    "location_normalized": "Венгрия",
    "brief_context": "Российская империя по просьбе Австрии ввела войска в Венгрию в июне 1849 года для подавления Венгерской революции. Основные военные действия завершились капитуляцией венгерской армии при Вилагоше 13 августа 1849 года.",
    "information_source": "газеты",
    "information_source_type": "Официальные источники (газеты, манифесты)",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "Россия",
      "Венгрия",
      "интервенция",
      "подавление",
      "революция 1848-1849",
      "успех",
      "мир в Европе"
    ],
    "text_fragment": "правда, что Россия блистательно окончила свое дело, и мир в Европе, быть может, воцарится, а если нет, будет буря великая, но нет, кажется, теперь присмиреют все, к тому же скоро зима."
  },
  {
    "entry_id": 246,
    "event_id": "AUTHOR_PERCEPTION_OPINION_REFL",
    "event_name": "Размышления о политике, войне, обществе, будущем",
    "event_subtype_custom": "Размышления о перспективах мира или новой 'бури' в Европе после завершения революций",
    "description": "Автор размышляет о том, воцарится ли мир в Европе после завершения российских действий, или же возможна новая 'буря', но склоняется к мысли, что все 'присмиреют'.",
    "date_in_text": null,
    "source_date": "1849-09-09",
    "location": "Европа",
    "location_normalized": "Европа",
    "brief_context": "После подавления Венгерского восстания Россией, основные очаги революций 1848-1849 гг. в Европе были ликвидированы, что привело к восстановлению консервативного порядка и временному затишью.",
    "information_source": "Не указан",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "мир",
      "буря",
      "Европа",
      "революция 1848-1849",
      "будущее",
      "опасения",
      "надежда"
    ],
    "text_fragment": "и мир в Европе, быть может, воцарится, а если нет, будет буря великая, но нет, кажется, теперь присмиреют все, к тому же скоро зима."
  }
]