[
  {
    "entry_id": 28,
    "event_id": "RU_REACTION_FOREIGN_RECRUIT",
    "event_name": "Рекрутские наборы (связанные с войной)",
    "event_subtype_custom": null,
    "description": "Автор описывает сцену прощания молодого рекрута с товарищем на улице Вологды, подчеркивая неожиданность призыва в армию. Это может быть связано с рекрутскими наборами, проводимыми в Российской империи в 1848-1849 гг. для подготовки к возможным военным действиям или усиления армии в контексте европейских революций, в частности, для интервенции в Венгрию.",
    "date_in_text": null,
    "source_date": "1849-01-28",
    "location": "Вологда",
    "location_normalized": "Вологда, Россия",
    "brief_context": "В 1848-1849 гг. Российская империя проводила рекрутские наборы для усиления армии, в том числе для подготовки к интервенции в Венгрию.",
    "information_source": "Личные наблюдения автора",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "Medium",
    "classification_confidence": "Medium",
    "keywords": [
      "рекрут",
      "набор",
      "прощание",
      "Вологда",
      "армия"
    ],
    "text_fragment": "И вот он, должно быть, встретил своего товарища и, быть может, даже друга Осипа, которого, должно быть, предполагала вся деревня, что отдадут в рекруты, но судьба не привела так. Поцеловав еще раз и хлопая по плечам: «Да, Осип, сирота, теперь судьба такая, видно, мог ведь, мы все думали что тебя поведут, ан вот меня на утро и увезли. Прощай, голубчик, не увидимся больше»."
  },
  {
    "entry_id": 28,
    "event_id": "AUTHOR_PERCEPTION_EMO_SADNESS",
    "event_name": "Грусть, сочувствие, разочарование",
    "event_subtype_custom": "Сочувствие к рекруту",
    "description": "Автор выражает сочувствие к молодому рекруту, описывая его прощание с товарищем и подчеркивая покорность судьбе и отсутствие жалоб. Это личная эмоциональная реакция автора на сцену, связанную с рекрутским набором, который может быть обусловлен военными нуждами в контексте революций 1848-1849 гг.",
    "date_in_text": null,
    "source_date": "1849-01-28",
    "location": "Вологда",
    "location_normalized": "Вологда, Россия",
    "brief_context": "Рекрутские наборы в России в 1848-1849 гг. часто сопровождались тяжелыми эмоциональными переживаниями для призывников и их семей.",
    "information_source": "Личное мнение автора",
    "information_source_type": "Личные наблюдения и опыт автора",
    "confidence": "High",
    "classification_confidence": "High",
    "keywords": [
      "рекрут",
      "сочувствие",
      "прощание",
      "судьба",
      "эмоции"
    ],
    "text_fragment": "Что в это время чувствовал молодой рекрут? Да это не отчаяние, не зависть, а какая-то уверенность в непостижимости судьбы. Он не плакал, не жаловался ни на кого и только товарищу своему желал добра, хорошей жены, отдавая себя как бы в жертву за него."
  }
]